Repository: StarsWarrior/BlackHole
Catalog: lib/localization/app_*.arb
Languages: bn, cs, de, es, fr, he, hi, hu, id, it, ml, nl, pl, pt, ru, sq, ta, tr, uk, ur, zh

source: Use System Theme
cs: Použít systémové téma
de: Systemfarbschema verwenden
es: Usar el Tema del sistema
fr: Utiliser le thème du système
he: להשתמש בערכת העיצוב של המערכת
hi: सिस्टम थीम का प्रयोग करें
hu: Rendszertéma használata
id: Gunakan Tema Sistem
it: Usa tema del sistema
nl: Systeemthema gebruiken
pl: Użyj motywu systemowego
pt: Usar o tema do sistema
ru: Использовать системную тему
ta: முறைமை தோற்றம் பயன்படுத்து
tr: Sistem temasını kullan
uk: Використовувати системну тему
ur: سسٹم تھیم استعمال کریں
zh: 主题跟随系统

# useVpn
source: Not from India? Try using VPN with Indian Server
cs: Nejste z Indie? Zkuste použít VPN s indickým serverem
de: Nicht aus Indien? Versuche es mit VPN mit indischem Server
es: ¿No está en la India? Intente usar una VPN con un servidor en la India
fr: Vous ne venez pas d'Inde ? Essayez d'utiliser un RPV avec un serveur indien
he: לא מהודו? כדאי לנסות להשתמש ב־VPN עם שרת הודי
hi: भारत से नहीं? भारतीय सर्वर के साथ वीपीएन का उपयोग करने का प्रयास करें
hu: Nem Indiából? Próbáld ki a VPN-t indiai szerverrel
id: Bukan dari India? Coba gunakan VPN dengan Server India
it: Non dall'India? Prova a usare una VPN con un server indiano
nl: Ben je niet woonachtig in India? Probeer dan een vpn met Indiase server!
pl: Nie z Indii? Spróbuj użyć VPN z Indyjskim serwerem
pt: Não é da Índia? Tente usar VPN com servidor indiano
ru: Не из Индии? Попробуйте использовать VPN с индийским сервером
ta: இந்தியாவிருந்து இல்லையா? இந்திய சேவையகமுள்ள விபிஎன்-ஐப் பயன்படுத்திப்பார்
tr: Hindistan'dan değil misin? Hint sunucusu ile VPN kullanmayı deneyin
uk: Не з Індії? Спробуйте використовувати VPN з індійським сервером
ur: انڈیا سے نہیں؟ انڈین سرور کے ساتھ وی پی این استعمال کرنے کی کوشش کریں
zh: 不在印度？尝试使用印度服务器的 VPN

source: Version
cs: Verze
es: Versión
he: גרסה
hi: संस्करण
hu: Verzió
id: Versi
it: Versione
nl: Versie
pl: Wersja
pt: Versão
ru: Версия
ta: பதிப்பு
tr: Sürüm
uk: Версія
ur: ورژن
zh: 版本

source: View Album
cs: Zobrazit album
de: Album ansehen
es: Ver álbum
fr: Voir l'album
he: הצגת אלבום
hi: एल्बम देखें
hu: Album megtekintése
id: Melihat album
it: Visualizza album
nl: Album bekijken
pl: Zobacz album
pt: Ver álbum
ru: Посмотреть альбом
ta: தொகுப்பைப் பார்
tr: Albümü görüntüle
uk: Подивитися альбом
ur: البم دیکھیں
zh: 查看专辑

source: View All
cs: Zobrazit vše
de: Alle anzeigen
es: Ver todo
fr: Tout afficher
he: להציג הכול
hi: सभी को देखें
hu: Összes megtekintése
id: Lihat semua
it: Visualizza tutto
nl: Alles bekijken
pl: Zobacz wszystkie
pt: Ver tudo
ru: Смотреть все
ta: எல்லாம் பார்
tr: Hepsini görüntüle
uk: Подивитися все
ur: سب دیکھیں
zh: 查看全部

source: Watch Video
cs: Zhlédnout video
de: Video ansehen
es: Abrir el vídeo
fr: Regarder la vidéo
he: הצגת הסרטון
hi: वीडियो देखो
hu: Videó megtekintése
id: Menonton video
it: Guarda il video
nl: Video bekijken
pl: Oglądaj film
pt: Ver Vídeo
ru: Смотреть видео
ta: காணொளி பார்
tr: Video izle
uk: Дивитися відео
ur: ویڈیو دیکھئیے
zh: 观看视频

source: Welcome
cs: Vítejte
de: Willkommen
es: Bienvenid@
fr: Bienvenue
he: ברוך בואך
hi: स्वागत
hu: Üdvözlünk
id: Selamat datang
it: Benvenuto/a
nl: Welkom
pl: Witaj
pt: Bem Vindo
ru: Приветствуем
ta: வருக
tr: Hoş geldin
uk: Вітаємо
ur: خوش آمدید
zh: 欢迎使用

source: will Play Next
cs: bude přehráváno jako další
de: wird als nächstes abgespielt
es: se reproducirá a continuación
fr: sera joué ensuite
he: הבא שיתנגן
hi: अगला चलेगा
hu: lejátszás a következő lesz
id: akan Bermain Selanjutnya
it: viene poi giocato
nl: wordt hierna afgespeeld
pl: Odtworzy Następny
pt: vai tocar a seguir
ru: будет играть дальше
ta: அடுத்து இயங்கும்
tr: Sonraki oynayacak
uk: буде грати наступною
ur: اگلا چلاہیں گے
zh: 下一首播放

source: Year
cs: Rok
de: Jahr
es: Año
fr: Année
he: שנה
hi: साल
hu: Év
id: Tahun
it: Anno
nl: Jaar
pl: Rok
pt: Ano
ru: Год
ta: ஆண்டு
tr: Yıl
uk: Рік
ur: سال
zh: 年

source: Yes
cs: Ano
de: Ja
es: Sí
fr: Oui
he: כן
hi: हां
hu: Igen
id: Ya
it: Sì
nl: Ja
pl: Tak
pt: Sim
ru: Да
ta: ஆம்
tr: Evet
uk: Так
ur: ہاں
zh: 确定

source: YouTube
hi: यूट्यूब
ta: வலையொளி
ur: یوٹیوب

# downLyrics
source: Download Lyrics
cs: Stáhnout texty
de: Liedtext herunterladen
es: Descargar letras
fr: Télécharger les paroles
he: הורדת מילות שירים
hi: गाने के बोल डाउनलोड करें
hu: Dalszövegek letöltése
id: Unduh Lirik
it: Scarica i testi
ml: വരികൾ ഡൗൺലോഡ് ചെയ്യുക
nl: Songteksten ophalen
pl: Pobierz Tekst Utworu
pt: Download de Letras
ru: Скачать лирику
ta: பாவரிகளைப் பதிவிறக்கு
tr: Şarkı Sözlerini İndir
uk: Завантажити лірику
ur: گانے کے بول ڈاؤن لوڈ کریں
zh: 下载歌词

# downQuality
source: Download Quality
cs: Kvalita stahování
de: Qualität
es: Calidad de descarga
fr: Qualité du téléchargement
he: איכות ההורדה
hi: डाउनलोड गुणवत्ता
hu: Letöltés minősége
id: Kualitas Unduhan
it: Qualità dello scaricamento
ml: ഡൗൺലോഡ് ചെയ്യേണ്ട ക്വാളിറ്റി
nl: Downloadkwaliteit
pl: Jakość Pobierania
pt: Qualidade do Download
ru: Качество загрузки
ta: பதிவிறக்கத்தரம்
tr: İndirme Kalitesi
uk: Якість завантажень
ur: ڈاؤن کی لوڈکوالٹی
zh: 下载音质

# downQualitySub
source: Higher quality uses more disk space
cs: Vyšší kvalita využívá více místa na disku
de: Höhere Qualität verbraucht mehr Speicherplatz
es: Mayor calidad usa más espacio en disco
fr: Une qualité supérieure utilise plus d'espace disque
he: איכות גבוהה יותר משתמשת ביותר מקום בכונן
hi: उच्च गुणवत्ता अधिक डिस्क स्थान का उपयोग करती है
hu: A magasabb minőség több helyet használ
id: Kualitas yang lebih tinggi menggunakan lebih banyak ruang penyimpanan
it: Una qualità più alta usa più spazio su disco
ml: കൂടുതൽ ക്വാളിറ്റി കൂടുതൽ ഡിസ്ക് സ്പേസ് ഉപയോഗിക്കും
nl: Hogere kwaliteit neemt meer ruimte in beslag
pl: Wyższa jakość zużywa więcej miejsca na dysku
pt: Qualidade alta usa mais espaço na memória
ru: Более высокое качество использует больше пространства
ta: உயர்தரம் கூடுதல் வட்டிடம் பயன்படுத்தும்
tr: Daha yüksek kalite daha fazla disk alanı kullanır
uk: Більш висока якість використовує більше місця
ur: اعلی کوالٹی زیادہ ڈسک کی جگہ استعمال کرتا ہے
zh: 音质越高，占用的空间越多

# downDone
source: Download Done
cs: Stahování dokončeno
de: Herunterladen erledigt
es: Descarga completada
fr: Téléchargement terminé
he: ההורדה הושלמה
hi: डाउनलोड हो गया
hu: A letöltés kész
id: Pengunduhan Selesai
it: Download completato
ml: ഡൗൺലോഡ് കഴിഞ്ഞു
nl: Het downloaden is afgerond
pl: Pobieranie Zakończone
pt: Download Concluído
ru: Скачивание завершено
ta: பதிவிறக்கம் முடிந்தது
tr: İndirme Bitti
uk: Завантаження завершено
ur: ڈاؤن لوڈ ہو گیا
zh: 下载完成

# downed
source: has been downloaded
cs: bylo staženo
de: ist heruntergeladen worden
es: ha sido descargado
fr: a été téléchargé
he: הורד
hi: डाउनलोड हो चुका है
hu: letöltésre került
id: telah diunduh
it: è stato scaricato
ml: ഡൗൺലോഡ് ചെയ്തു കഴിഞ്ഞു
nl: is gedownload
pl: został pobrany
pt: foi baixada
ru: был загружен
ta: பதிவிறங்கிவிட்டது
tr: indirildi
uk: був завантажений
ur: ڈاؤن لوڈ کیا گیا ہے
zh: 已下载

source: Download Something
cs: Něco stáhněte
de: Etwas herunterladen
es: Descargue algo
fr: Télécharger quelque chose
he: להוריד משהו
hi: कुछ डाउनलोड करें
hu: Valami letöltése
id: Unduh Sesuatu
it: Scarica qualcosa
ml: എന്തെങ്കിലും ഡൗൺലോഡ് ചെയ്യൂ
nl: Download iets
pl: Pobierz Coś
pt: Baixe algo
ru: Скачайте что-нибудь
ta: எதையாவது பதிவிறக்கு
tr: Bir şey indir
uk: Завантажте що-небудь
ur: کچھ ڈاؤن لوڈ کریں
zh: 下载一些内容

# downLocation
source: Download Location
cs: Umístění stahování
de: Speicherort
es: Destino de descarga
fr: Emplacement du téléchargement
he: מיקום הורדה
hi: डाउनलोड करने के लिए स्थान
hu: Letöltés helye
id: Lokasi Unduhan
it: Posizione degli scaricamenti
ml: ഡൗൺലോഡ് ചെയ്ത സ്ഥലം
nl: Downloadlocatie
pl: Lokalizacja Pobierania
pt: Local de Download
ru: Расположение загрузок
ta: பதிவிறக்குமிடம்
tr: İndirme Konumu
uk: Місце для завантажень
ur: مقام ڈاؤن لوڈ کریں
zh: 下载位置

# downs
source: Downloads
cs: Stahování
de: Heruntergeladene Dateien
es: Descargas
fr: Téléchargements
he: הורדות
hi: डाउनलोडस
hu: Letöltések
id: Unduhan
it: Scaricamenti
ml: ഡൗൺലോഡുകൾ
pl: Pobrane
ru: Загрузки
ta: பதிவிறக்கங்கள்
tr: İndirilenler
uk: Завантаження
ur: ڈاؤن لوڈ
zh: 下载

source: Duration
cs: Trvání
de: Dauer
es: Duración
fr: Durée
he: משך
hi: अवधि
hu: Időtartam
id: Durasi
it: Durata
ml: ദൈര്‍ഘ്യം
nl: Duur
pl: Czas trwania
pt: Duração
ru: Продолжительность
ta: காலவளவு
tr: Süre
uk: Тривалість
ur: دورانیہ
zh: 持续时间

source: Edit
cs: Upravit
de: Bearbeiten
es: Editar
fr: Modifier
he: עריכה
hi: संपादित करें
hu: Szerkesztés
id: Sunting
it: Modifica
ml: തിരുത്തുക
nl: Bewerken
pl: Edytuj
pt: Editar
ru: Изменить
ta: திருத்து
tr: Düzenle
uk: Змінити
ur: ترمیم
zh: 编辑

# enableGesture
source: Enable Artwork Gestures
cs: Povolit gesta obalů alb
de: Gesten für Kunstwerke aktivieren
es: Habilitar gestos en la Imagen
fr: Activer les gestes de l'image
he: הפעלת מחוות על יצירת אומנות
hi: आर्टवर्क जेस्चर सक्षम करें
hu: Művészeti gesztusok engedélyezése
id: Aktifkan Gerakan Karya Seni
it: Abilita gesti
ml: ആർട്ട് വർക്ക് ആംഗ്യങ്ങൾ പ്രവർത്തനക്ഷമമാക്കുക
nl: Gebaren inschakelen op albumhoezen
pl: Włącz Gesty Okładki
pt: Habilitar Gestos de Arte
ru: Включить жесты графических изображений
ta: கலைவேலைப்பாட்டுச் சைகைகளை இயக்கு
tr: Çizim hareketlerini etkinleştir
uk: Ввімкнути жести графічних зображень
ur: آرٹ ورک کے اشاروں کو فعال کریں
zh: 开启播放手势

# enableGestureSub
source: Enables tap, longress, swipe, etc on the Artwork in Player Screen
cs: Povolí kliknutí, dlouhé stisknutí, přejetí atd. na obalu alba v obrazovce přehrávače
de: Ermöglicht das Tippen, Wischen, Streichen usw. auf dem Kunstwerk im Player-Bildschirm
es: Habilitar gestos como presionar, pulsación prolongada, deslizar, etc en la portada del álbum en la vista del reproductor
fr: Activer l'appui, l'appui long, le glissement, etc. sur l'image dans l'écran du lecteur
he: הפעלת נגיעה, לחיצה ארוכה, החלקה ועוד על יצירת האומנות במסך הנגן
hi: प्लेयर स्क्रीन में आर्टवर्क पर टैप, लॉन्गप्रेस, स्वाइप इत्यादि सक्षम करता है
hu: Lehetővé teszi a koppintást, hosszan nyomást, swipe-olást, stb. a művészeti alkotáson a lejátszó képernyőn
id: Mengaktifkan tap, longpress, swipe, dll pada Artwork di Player Screen
it: Abilita tocco, pressione, scorrimento, ecc. sull'immagine nella schermata del lettore musicale
ml: പ്ലെയർ സ്‌ക്രീനിലെ ആർട്ട്‌വർക്കിൽ ടാപ്പ്, ദൈർഘ്യമേറിയത്, സ്വൈപ്പ് ചെയ്യുക തുടങ്ങിയവ പ്രവർത്തനക്ഷമമാക്കുന്നു
nl: Schakel drukken, ingedrukt houden, vegen, etc. in op albumhoezen op het afspeelscherm
pl: Włącza dotknięcie, długie naciśnięcie, przeciągnięcie, itp. na Okładce na Ekranie Odtwarzacza
pt: Permite tocar, soltar e deslizar na artwork da tela do player
ru: Включает касание, долгое нажатие, смахивание и т. Д. На обложке на экране проигрывателя
ta: தட்டல், நீண்டழுத்தல், தேய்த்தல் போன்றவையை இயக்குத்திரையில் கலைவேலைப்பாட்டின்மீது இயக்கும்
tr: Oynatıcı ekranındaki çizimde dokunma, uzun basma, kaydırma vb. etkinleştirir
uk: Вмикає доторк, затиск, взмах та інше на обложці на екрані програвача
ur: پلیئر اسکرین میں آرٹ ورک پر ٹیپ، لونگ پریس، سوائپ وغیرہ کو فعال کرتا ہے
zh: 在播放界面开启点击、长按、滑动等手势

# enforceRepeat
source: Enforce Repeating
cs: Vynutit opakování
de: Wiederholung erzwingen
es: Forzar repetición
fr: Planifier la répétition
he: אילוץ חזרה
hi: दोहराना लागू करें
hu: Ismétlés kikényszerítése
id: Terapkan Pengulangan
it: Imponi ripetizione
ml: ആവർത്തനം നടപ്പിലാക്കുക
nl: Altijd herhalen
pl: Wymuś Powtarzanie
pt: Forçar repetição
ru: Обеспечить повторение
ta: திரும்பச்செய்வதை கட்டாயப்படுத்து
tr: Tekrarlamaya zorla
uk: Примусити повтор
ur: دہرانا نافذ کریں
zh: 强制重复选项

# enterName
source: Enter Your Name
cs: Zadejte vaše jméno
de: Gib deinen Namen ein
es: Entre su nombre
fr: Entrez votre nom
he: נא למלא את השם שלך
hi: अपना नाम डालें
hu: Add meg a neved
id: Masukkan Nama Anda
it: Inserisci il tuo nome
ml: നിങ്ങളുടെ പേര് നൽകുക
nl: Voer je naam in
pl: Wpisz Swoję Imię
pt: Digite o seu nome
ru: Введите ваше имя
ta: உம் பெயரை உள்ளிடு
tr: Adınızı Girin
uk: Введіть ваше імʼя
ur: اپنا نام درج کریں
zh: 输入昵称

source: Enter Playlist Link
cs: Zadejte odkaz na playlist
de: Gib den Link zur Wiedergabeliste ein
es: Enlace de Lista de Reproducción
fr: Entrez le lien de la liste de lecture
he: מילוי קישור לרשימת נגינה
hi: प्लेलिस्ट का लिंक डालें
hu: Add meg a lejátszási lista linkjét
id: Masukkan Tautan Daftar Putar
it: Inserisci il collegamento della playlist
ml: പ്ലേലിസ്റ്റിലേക്കുള്ള ലിങ്ക് നൽകുക
nl: Voer een afspeellijstlink in
pl: Wpisz Link do Playlisty
pt: Coloque o link da Playlist
ru: Введите ссылку на плейлист
ta: பாச்சரத் தொடுப்பை உள்ளிடு
tr: Çalma listesi bağlantısı girin
uk: Введіть посилання на плейліст
ur: پلے لسٹ کا لنک درج کریں
zh: 输入播放列表链接

# miniButtonsSub
source: Tap to change buttons shown in the Mini Player
cs: Klepněte pro změnu zobrazených tlačítek v mini přehrávači
de: Tippe auf , um die im Mini-Player angezeigten Schaltflächen zu ändern
es: Presiona para cambiar los botones mostrados en el Mini Reproductor
fr: Appuyez pour changer les boutons affichés du mini-lecteur
he: נגיעה תחליף את הכפתורים שמופיעים בנגן המוקטן
hi: मिनी प्लेयर में दिखाए गए बटन बदलने के लिए टैप करें
hu: Érintsd meg a gombok megváltoztatásához a Mini Lejátszóban
id: Ketuk untuk mengubah tombol yang ditampilkan di miniplayer
it: Tocca per cambiare i pulsanti mostrati nel mini lettore
ml: മിനി പ്ലെയറിൽ കാണിച്ചിരിക്കുന്ന ബട്ടണുകൾ മാറ്റാൻ ടാപ്പ് ചെയ്യുക
nl: Raak aan om de op de minispeler getoonde knoppen te wijzigen
pl: Stuknij, aby zmienić przyciski wyświetlane w Miniodtwarzaczu
pt: Toque para alterar os botões mostrados no miniplayer
ru: Нажмите, чтобы изменить кнопки, отображаемые в мини-проигрывателе
ta: சிறு இயக்கியில் காட்டப்படும் பொத்தான்களை மாற்ற தட்டுக
tr: Mini oynatıcıda gösterilen düğmeleri değiştirmek için dokunun
uk: Натисніть, щоб змінити кнопки, які відображаються в мініпрогравачі
ur: منی پلیئر میں دکھائے گئے بٹنوں کو تبدیل کرنے کے لیے تھپتھپائیں
zh: 点击修改音乐通知界面显示的按钮

source: minutes
cs: minut
de: Minuten
es: minutos
he: דקות
hi: मिनट
hu: percek
id: menit
it: minuti
ml: മിനിറ്റിൽ
nl: minuten
pl: minuty
pt: minutos
ru: минуты
ta: நிமிடங்கள்
tr: dakika
uk: хвилини
ur: منٹس
zh: 分钟

# nothingPlaying
source: Nothing is Playing
cs: Nic nehraje
de: Nichts wird abgespielt
es: No reproduciendo nada
fr: Aucune lecture en cours
he: כלום לא מתנגן
hi: कोई भी संगीत नहीं बजाया जा रहा है
hu: Semmi sem játszódik
id: Tidak Ada yang Dimainkan
it: Niente è in riproduzione
ml: ഒന്നും പ്ലേ ചെയ്യുന്നില്ല
nl: Er wordt niets afgespeeld
pl: Nic nie jest Odtwarzane
pt: Nada está tocando
ru: Ничего не играет
ta: ஒன்றுமே இயங்கவில்லை
tr: Hiçbir şey çalmıyor
uk: Нічого не грає
ur: کچھ نہیں چل رہا ہے
zh: 暂无播放内容

source: Nothing to
cs: Nic k
de: Nichts zu
es: Nada que
fr: Rien à
he: אין מה
hi: कुछ नहीं है
hu: Semmi sem
id: Tidak ada
it: Niente da
nl: Er valt hier niks te
pl: Nic do
pt: Nada para
ru: Нечего
ta: ஒன்றுமில்லை
tr: hiçbir şey
uk: Нічого
ur: کچھ بھی نہیں
zh: 暂无内容

source: Now Playing
cs: Právě hraje
de: Wird jetzt abgespielt
es: Reproduciendo
fr: En lecture
he: מתנגן כעת
hi: अभी चल रहा है
hu: Most hallgatja
id: Sedang dimainkan
it: In riproduzione
nl: Aan het afspelen
pl: Teraz Odtwarzany
pt: Tocando agora
ru: Сейчас играет
ta: இப்போது இயங்குபவை
tr: Şimdi çalıyor
uk: Зараз грає
ur: اب چل رہا ہے
zh: 播放列表

# selectDur
source: Select a Duration
cs: Vyberte dobu trvání
de: Eine Dauer auswählen
es: Escoger duración
fr: Sélectionner une durée
he: בחירת משך
hi: एक अवधि चुनें
hu: Időtartam kiválasztása
id: Pilih Durasi
it: Seleziona una durata
nl: Kies een afspeelduur
pl: Wybierz Czas Trwania
pt: Selecione a Duração
ru: Выберите продолжительность
ta: காலவளவைத் தேர்ந்தெடு
tr: Bir süre belirleyin
uk: Виберіть тривалість
ur: ایک دورانیہ منتخب کریں
zh: 选择持续时间

source: Select Export Location
cs: Vyberte umístění exportu
de: Exportort auswählen
es: Selecciona ubicación para exportar
fr: Sélectionner l'emplacement d'exportation
he: בחירת מיקום לייצוא
hi: निर्यात स्थान चुनें
hu: Exportálási hely kiválasztása
id: Pilih Ekspor Lokasi
it: Seleziona la posizione di esportazione
nl: Kies een exportlocatie
pl: Wybierz Lokalizację Eksportu
pt: Selecione o local de Exportação
ru: Выберите расположение экспорта
ta: இறுக்குமதியிடத்தைத் தேர்ந்தெடு
tr: Dışa aktarma konumunu seçin
uk: Виберіть місце для експорту
ur: ایکسپورٹ لوکیشن منتخب کریں
zh: 选择导出位置

source: Settings
cs: Nastavení
de: Einstellungen
es: Ajustes
fr: Réglages
he: הגדרות
hi: सेटिंग्स
hu: Beállítás
id: Pengaturan
it: Impostazioni
nl: Instellingen
pl: Ustawienia
pt: Configurações
ru: Настройки
ta: அமைவு
tr: Ayarlar
uk: Налаштування
ur: ترتیبات
zh: 设置

source: Share
cs: Sdílet
de: Teilen
es: Compartir
fr: Partager
he: שיתוף
hi: साझा करें
hu: Megosztás
id: Membagikan
it: Condividi
nl: Delen
pl: Udostępnij
pt: Compartilhar
ru: Поделиться
ta: பகிர்
tr: Paylaş
uk: Поділитися
ur: بانٹیں
zh: 分享

source: SORRY
cs: OMLOUVÁME SE
de: Entschuldigung
es: LO SIENTO
fr: DÉSOLÉ
he: סליחה
hi: माफी
hu: BOCSI
id: MAAF
it: DISPIACE
nl: ONZE EXCUSES
pl: PRZEPRASZAM
pt: DESCULPE
ru: ИЗВИНИТЕ
ta: மன்னிக்கவும்
tr: ÜZGÜNÜM
uk: ВИБАЧТЕ
ur: معذرت
zh: 抱歉

# sponsor
source: Sponsor this project
cs: Podpořte tento projekt
de: Unterstütze dieses Projekt
es: Patrocina este proyecto
fr: Parrainez ce projet
he: מימון המיזם הזה
hi: इस परियोजना को प्रायोजित करें
hu: Támogasd ezt a projektet
id: Sponsori proyek ini
it: Sponsorizza questo progetto
nl: Word sponsor van dit project
pl: Zasponsoruj ten projekt
pt: Patrocine este projeto
ru: Станьте спонсором этого проекта
ta: இவ்வினைத்திட்டத்தின் புரவலராகு
tr: Bu projeye sponsor olun
uk: Проспонсоруйте цей проєкт
ur: اس پروجیکٹ کو سپانسر کریں
zh: 赞助本项目

source: Songs
cs: Skladby
de: Titel
es: Canciones
fr: Morceaux
he: שירים
hi: गाने (गीत)
hu: Dalok
id: Lagu
it: Canzoni
nl: Nummers
pl: Utwory
pt: Músicas
ru: Песни
ta: பாடல்கள்
tr: Şarkılar
uk: Пісні
ur: گانے
zh: 歌曲

source: View Artist
cs: Zobrazit umělce
de: Künstler ansehen
es: Ver artista
fr: Voir l'artiste
he: הצגת אומן
hi: कलाकार देखें
hu: Előadó megtekintése
id: Lihat Artis
it: Vedi l'artista
nl: Artiest bekijken
pl: Zobacz artystę
pt: Ver Artista
ru: Посмотреть исполнителя
ta: கலைஞரைப் பார்
tr: Sanatçıyı görüntüle
uk: Подивитися виконавця
ur: آرٹسٹ دیکھیں
zh: 查看艺术家

# donateGpaySub
source: Every small amount makes me smile :) Tap to donate or Long press to copy UPI ID
cs: Každá malá částka mi udělá radost :) Klepněte pro přispění nebo dlouze pro zkopírování ID UPI
de: Jeder kleine Betrag bringt mich zum Lächeln :) Tippen Sie, um zu spenden oder drücken Sie lange, um die UPI-ID zu kopieren
es: Cualquier cantidad me hace sonreír :) Toqua para donar o mantenga pulsado para copiar el ID de UPI
fr: Chaque petit montant me fait sourire :) Tapez pour faire un don ou appuyez longuement pour copier l'identifiant UPI
he: כל סכום קטן גורם לי לחייך :) אפשר לתרום בנגיעה או בלחיצה ארוכה להעתקת מחרוזת הזיהוי
hi: छोटी से छोटी राशि भी मुझे खुश करती है :) दान के लिए टैप करें या UPI आईडी कॉपी करने के लिए उसे देर तक दबाएं रखें
hu: Minden kis mennyiség mosolyt csal az arcomra :) Érintsd meg az adományozáshoz vagy hosszan nyomd meg az UPI azonosító másolásához
id: Bahkan sedikit membuatku tersenyum :) Ketuk untuk menyumbang atau Tekan lama untuk menyalin ID UPI
it: Ogni piccola somma mi fa sorridere :) Tocca per donare o premi a lungo per copiare l'ID UPI
ml: നിങ്ങൾ നൽകുന്ന ഒരു രൂപ പോലും എന്നെ അത് സന്തോഷിപ്പിക്കും:) സംഭാവന ചെയ്യുവാൻ ഇവിടെ അമർത്തുക അല്ലെങ്കിൽ നീട്ടി അമർത്തിയാൽ യു പി ഐ ഐഡി പകർത്താവുന്നതാണ്
nl: Zelfs met de kleinste donatie maak je me al blij. 🙂 Druk om te doneren of houd ingedrukt om te kopiëren
pl: Każda mała kwota sprawia, że się uśmiecham :) Stuknij, aby wesprzeć lub przytrzymaj, aby skopiować UPI ID
pt: Qualquer quantia me faz sorrir :) Toque para doar ou clique e segure para copiar o ID da UPI
ru: Даже ₹1 заставляет меня радоваться :) Нажмите для пожертвования или длительное нажатие для копирования UPI ID
ta: ஒவ்வொரு சிறிய தொகை கூட எனக்குச் சிரிப்பூட்டும் :) கொடையளிக்க தட்டு அ UPI IDஐ நகலெடுக்க நீண்டழுத்து
tr: Her küçük miktar beni gülümsetiyor :) Bağış yapmak için dokunun veya UPI kimliğini kopyalamak için uzun basın
uk: Будь-яка кількість грошей ощасливить мене :) Натисніть, щоб пожертвувати, або затисніть, щоб скопіювати UPI ID
ur: ہر چھوٹی سی رقم مجھے مسکرا دیتی ہے :) عطیہ کرنے کے لیے تھپتھپائیں یا UPI ID کاپی کرنے کے لیے دیر تک دبائیں
zh: 每一份小小的支持都让我微笑 :) 点击显示捐赠二维码，或长按复制 UPI ID

# downFilenameSub
source: Songs will be downloaded according to this filename format
cs: Skladby budou staženy podle tohoto formátu názvu souboru
de: Lieder werden entsprechend dieses Dateinamenformates heruntergeladen
es: Las canciones serán descargadas de acuerdo a este formato de nombre de archivo
fr: Les morceaux seront téléchargés selon le format de nom de fichier suivant
he: השירים יישמרו לפי תבנית שם קובץ זו
hi: इस फ़ाइल नाम प्रारूप के अनुसार गाने डाउनलोड किए जाएंगे
hu: A dalok letöltése a következő fájlnév formátum szerint történik
id: Lagu akan diunduh sesuai dengan format nama file ini
it: Le canzoni saranno scaricate secondo questo formato di nome di file
ml: ഈ ഫയൽനെയം ഫോർമാറ്റ് അനുസരിച്ച് ഗാനങ്ങൾ ഡൗൺലോഡ് ചെയ്യപ്പെടും
nl: Nummers worden gedownload met deze bestandsnaamopmaak
pl: Utwory będą pobierane zgodnie z tym formatem nazwy pliku
pt: As músicas serão baixadas de acordo com este formato de nome de arquivo
ru: Песни будут загружены в соответствии с этим форматом файла
ta: இக்கோப்பு வடிவமைப்பின்பிடி பாடல்கள் பதிவிறங்கும்
tr: Şarkılar bu dosya adı formatına göre indirilecek
uk: Пісні буде завантажено відповідно з цим форматом файлу
ur: گانے اس فائل نام کی شکل کے مطابق ڈاؤن لوڈ کیے جائیں گے
zh: 下载的歌曲将使用该命名格式

# enforceRepeatSub
source: Keep the same repeat option for every session
cs: Zapamatovat možnost opakování u každé relace
de: Die gleiche Wiederholungsoption für jede Sitzung beibehalten
es: Mantener la misma opción de repetir para cada sesión
fr: Garder le même paramètre de répétition pour toutes les sessions
he: לשמור על אותה אפשרות חזרה בכל הפעלה
hi: प्रत्येक सत्र के लिए एक ही दोहराने का विकल्प रखें
hu: Tartsd meg ugyanazt az ismétlési opciót minden munkamenethez
id: Pertahankan opsi pengulangan yang sama untuk setiap sesi
it: Mantieni la stessa opzione di ripetizione per ogni sessione
ml: ഓരോ സെഷനും ഒരേ ആവർത്തന ഓപ്ഷൻ നിലനിർത്തുക
nl: Herhaal standaard alle nummers
pl: Zachowaj tę samą opcję powtarzania dla każdej sesji
pt: Manter a mesma opção de repetição para cada sessão
ru: Сохраняйте один и тот же вариант повтора для каждого сеанса
ta: ஒவ்வோரமர்விற்கும் அதே திரும்பச்செய்தல் விருப்பத்தை வை
tr: Her oturum için aynı tekrar seçeneğini koruyun
uk: Зберігайте один і той самий варіант повтору для кожного сеансу
ur: ہر سیشن کے لیے وہی ریپیٹ آپشن رکھیں
zh: 对每个界面保持相同的重复选项

# downLyricsSub
source: Downloading lyrics along with song, if available
cs: Stahování textu spolu se skladbou, pokud je k dispozici
de: Herunterladen von Liedtexten, falls verfügbar
es: Descargar las letras junto a la canción si están disponibles
fr: Télécharger les paroles avec le morceau, si disponible
he: מילות השירים יורדו לצד השיר, אם הן זמינות
hi: गीत के साथ उसके बोल डाउनलोड किए जा रहे हैं, यदि उपलब्ध हों
hu: Dalszövegek letöltése a dallal együtt, ha rendelkezésre állnak
id: Mengunduh lirik beserta lagu, jika tersedia
it: Scarica il testo insieme alla canzone, se disponibili
ml: ലഭ്യമെങ്കിൽ പാട്ടിനൊപ്പം വരികളും ഡൗൺലോഡ് ചെയ്യുക
nl: Download songteksten tegelijk met nummers (indien beschikbaar)
pl: Pobieranie tekstu utworu razem z utworem, jeśli jest dostępny
pt: Baixar as letras junto com a música, se possível
ru: Скачать текста песни, если он доступен
ta: பாடலுடன் பாவரிகளையும் கிடைத்தால் பதிவிறக்குகிறது
tr: Eğer varsa şarkı ile beraber sözleri de indiriliyor
uk: Завантажити лірику пісні, якщо вона доступна
ur: اگر دستیاب ہو تو گانے کے ساتھ بول ڈاؤن لوڈ کرنا
zh: 如果有歌词，则在下载音乐的同时下载歌词
