Repository: StarsWarrior/BlackHole
Catalog: lib/localization/app_*.arb
Languages: bn, cs, de, es, fr, he, hi, hu, id, it, ml, nl, pl, pt, ru, sq, ta, tr, uk, ur, zh

source: Add New
bn: নতুন যোগ করুন
cs: Přidat nové
de: Neu hinzufügen
es: Añadir nuevo
fr: Ajouter un nouveau
he: הוספת חדש
hi: नया जोड़ो
hu: Új hozzáadása
id: Tambah baru
it: Aggiungi nuovo
ml: പുതിയത് ചേർക്കുക
nl: Toevoegen
pl: Dodaj Nowy
pt: Adicionar novo
ru: Добавить новое
sq: Shto nje te ri
ta: புதிதைச் சேர்
tr: Yeni Ekle
uk: Додати нове
ur: نیا شامل کریں
zh: 新建

# addSomething
source: Go and Add Something
bn: এগোন এবং কিছু যুক্ত করুন
cs: Běžte a něco přidejte
de: Gehe und füge etwas hinzu
es: Continuar y agregar algo
fr: Allez-y et ajoutez quelque chose
he: קדימה, להוסיף לפה משהו
hi: जाओ और कुछ जोड़ें
hu: Menj és adj hozzá valamit
id: Pergi dan Tambahkan Sesuatu
it: Vai e aggiungi qualcosa
ml: പോയി എന്തെങ്കിലും ചേർക്കുക
nl: Voeg iets toe
pl: Przejdź i Dodaj Coś
pt: Escolha e Adicione algo
ru: Добавьте что-нибудь
sq: Shkoni dhe shtoni diçka
ta: போய் எதையாவது சேர்
tr: Git ve Bir Şey Ekle
uk: Додайте що-небудь
ur: آگے بڑھیں اور کچھ شامل کریں
zh: 去添加新内容

source: Add to Playlist
bn: গানের তালিকায় যোগ করুন
cs: Přidat do playlistu
de: Zur Wiedergabeliste hinzufügen
es: Añadir a la Lista de reproducción
fr: Ajouter à une liste de lecture
he: הוספה לרשימת נגינה
hi: प्लेलिस्ट में जोड़ें
hu: Hozzáadás a lejátszási listához
id: Tambahkan ke Daftar Putar
it: Aggiungi alla playlist
ml: പ്ലേലിസ്റ്റിലേക്ക് ചേർക്കുക
nl: Toevoegen aan afspeellijst
pl: Dodaj do Playlisty
pt: Adicionar à Playlist
ru: Добавить в плейлист
sq: Shto në Playlist
ta: பாச்சரத்தில் சேர்
tr: Çalma listesine ekle
uk: Додати у плейліст
ur: پلے لسٹ میں شامل
zh: 添加到播放列表

source: Added by
bn: দ্বারা যোগ করা হয়েছে
cs: Přidal/a
de: Hinzugefügt von
es: Añadido por
fr: Ajouté par
he: נוסף על ידי
hi: द्वारा जोड़ा
hu: Hozzáadta
id: Ditambahkan oleh
it: Aggiunto da
ml: ചേർത്തത്
nl: Toegevoegd door
pl: Dodane przez
pt: Adicionado por
ru: Добавлено
sq: Shtuar nga
ta: இவர் சேர்த்தது
tr: Tarafından eklendi
uk: Додано
ur: نے شامل کیا
zh: 添加方式

source: Added to
bn: যোগ করা হলো
cs: Přidáno do
de: Hinzugefügt zu
es: Añadido a
fr: Ajouté à
he: נוסף אל
hi: में जोड़ा गया
hu: Hozzáadva a
id: Ditambahkan ke
it: Aggiunto a
ml: ചേർത്തു
nl: Toegevoegd aan
pl: Dodane do
pt: Adicionado a
ru: Добавлено в
sq: Shtuar në
ta: இதில் சேர்ந்தது
tr: Eklendi
uk: Додано в
ur: میں اضافہ ہوا
zh: 已添加到

source: Album Artist
bn: অ্যালবামের শিল্পী
cs: Interpret alba
de: Albumkünstler
es: Artista del álbum
fr: Artiste de l'album
he: אומן האלבום
hi: चित्राधार कलाकार
hu: Album előadója
id: Artis Album
it: Artista dell'album
ml: ആൽബത്തിൻ്റെ കലാകാരൻ
nl: Albumartiest
pl: Artysta Albumu
pt: Artista do álbum
ru: Исполнитель альбома
sq: Artisti i albumit
ta: தொகுப்பு கலைஞர்
tr: Albüm Sanatçısı
uk: Виконавець альбому
ur: البم آرٹسٹ
zh: 艺人专辑

source: Albums
bn: অ্যালবাম
cs: Alba
de: Alben
es: Álbumes
he: אלבומים
hi: एल्बम्स
hu: Albumok
id: Album
it: Album
ml: ആൽബങ്ങൾ
pl: Albumy
pt: Álbuns
ru: Альбомы
sq: Albume
ta: தொகுப்புகள்
tr: Albümler
uk: Альбоми
ur: البمز
zh: 专辑

source: Alphabetical
bn: বর্ণ অনুসারে
cs: Abecední
de: Alphabetisch
es: Alfabético
fr: Alphabétique
he: לפי אלפבית
hi: वर्णमाला के अनुसार
hu: Betűrendben
id: Alfabetis
it: Alfabetico
ml: അക്ഷരമാലക്രമം
nl: Alfabetisch
pl: Alfabetycznie
pt: Ordem alfabética
ru: По алфавиту
sq: Alfabetike
ta: அகரவரிசை
tr: Alfabetik
uk: По алфавіту
ur: حروف تہجی کے مطابق
zh: 按首字母排序

source: Already Exists
bn: আগে থেকেই আছে
cs: Již existuje
de: Existiert bereits
es: Ya existe
fr: Existe déjà
he: כבר קיים
hi: पहले से ही मौजूद है
hu: Már létezik
id: Sudah ada
it: Esiste già
ml: നിലവിലുണ്ട്
nl: Is al toegevoegd
pl: Już Istnieje
pt: Já existe
ru: Уже существует
sq: Tashmë Ekziston
ta: ஏற்கனவே உள்ளது
tr: Zaten Var
uk: Вже існує
ur: پہلے سے موجود ہے
zh: 已存在

source: Already in Queue
bn: পরবর্তী সারিতে আছে
cs: Již ve frontě
de: Bereits in Warteschlange
es: Ya en la cola
fr: Déjà dans la file d'attente
he: כבר בתור
hi: पहले से ही कतार में है
hu: Már a lejátszási sorban
id: Sudah di Antrian
it: Già in coda
ml: ഇതിനകം ക്യുവിലുണ്ട്
nl: Staat al in de wachtrij
pl: Już jest w Kolejce
pt: Já está na fila
ru: Уже в очереди
sq: Tashmë në Rradhë
ta: ஏற்கனவே சாரையிலுள்ளது
tr: Zaten Kuyrukta
uk: Вже в черзі
ur: پہلے ہی کیو میں ہے
zh: 已在队列中

# appTitle
source: BlackHole
bn: ব্ল্যাকহোল
hi: ब्लैकहोल
ml: ബ്ലാക്ക്ഹോൾ
ur: بلیک ہول
zh: 黑洞

source: Artist
bn: শিল্পী
cs: Umělec
de: Künstler/in
es: Artista
fr: Artiste
he: אומן
hi: कलाकार
hu: Előadó
id: Artis
it: Artista
ml: കലാകാരൻ
nl: Artiest
pl: Artysta
pt: Artista
ru: Исполнитель
sq: Artisti
ta: கலைஞர்
tr: Sanatçı
uk: Виконавець
ur: فنکار
zh: 艺术家

source: Add to Queue
bn: পরবর্তী সারিতে যোগ করুন
cs: Přidat do fronty
de: Zur Warteschlange hinzufügen
es: Añadir a la cola
fr: Ajouter à la file d'attente
he: הוספה לתור
hi: कतार में शामिल करें
hu: Hozzáadás a lejátszási sorhoz
id: Tambahkan ke Antrean
it: Aggiungi alla coda
ml: ക്യുവിലേക്ക് ചേർക്കുക
nl: Toevoegen aan wachtrij
pl: Dodaj do Kolejki
pt: Adicionar à Fila
ru: Добавить в очередь
sq: Shto në Rradhë
ta: சாரையில் சேர்
tr: Kuyruğa Ekle
uk: Додати в чергу
ur: قطار میں شامل کریں
zh: 添加队列

# accent
source: Accent Color & Hue
bn: ট্যাবের রঙ বদল
cs: Barva odstínu
de: Akzentfarbe und Farbton
es: Color de acento y tono
fr: Couleur d'accentuation et teinte
he: צבע וגוון משניים
hi: एक्सेंट रंग और उनकी तीव्रता
hu: Kiemelő szín és árnyalat
id: Warna Aksen & Rona
it: Colore e tonalità di accento
ml: ആക്സന്റ് വർണ്ണവും നിറവും
nl: Accentkleur en tint
pl: Kolor Akcentów i odcień
pt: Cor de destaque & Matiz
ru: Цвет и оттенок акцента
sq: Ngjyra dhe nuanca e theksit
ta: உரப்பு நிறம் & சாயல்
tr: Vurgu Rengi ve Tonu
uk: Колір і акцент
ur: ایکسنٹ کا رنگ اور ہیو
zh: 强调色 & 色调

# autoBack
source: Auto Backup
bn: সয়ংক্রিয় ব্যাকআপ
cs: Automatická záloha
de: Automatische Sicherung
es: Copia de seguridad automática
fr: Sauvegarde auto
he: גיבוי אוטומטי
hi: ऑटो बैकअप
hu: Automatikus biztonsági mentés
id: Pencadangan Otomatis
it: Backup automatico
ml: ഓട്ടോ ബാക്കപ്പ്
nl: Automatisch back-uppen
pl: Automatyczna Kopia zapasowa
pt: Backup automático
ru: Автоматический бэкап
ta: தானியங்கு காப்புநகல்
tr: Otomatik Yedekleme
uk: Автоматичний бекап
ur: آٹو بیک اپ
zh: 自动备份

# autoBackSub
source: Automatically backup data
bn: নিজে থেকেই তথ্য ব্যাকআপ
cs: Automaticky zálohovat data
de: Automatisch Daten sichern
es: Copia de seguridad automática de los datos
fr: Sauvegarder automatiquement les données
he: לגבות את הנתונים אוטומטית
hi: स्वचालित रूप से डेटा बैकअप
hu: Automatikus adatmentés
id: Secara otomatis mencadangkan data
it: Backup automatico dei dati
ml: ഡാറ്റ സ്വയമേ ബാക്കപ്പ് ചെയ്യുക
nl: Gegevens automatisch back-uppen
pl: Automatycznie twórz kopię zapasową
pt: Backup automático de dados
ru: Автоматический бэкап данных
ta: தானாக தரவைக் காப்புநகலெடு
tr: Verileri otomatik olarak yedekle
uk: Автоматично робити бекапи даних
ur: ڈیٹا کو خود بخود بیک اپ کریں
zh: 自动备份数据

# autoplaySub
source: Automatically add related songs to the queue
bn: একই ধরনের গান স্বয়ংক্রিয়ভাবে সারিতে যোগ করুন
cs: Automaticky přidávat související skladby do řady
de: Verwandter Lieder zur Warteschlange automatisch hinzufügen
es: Agregar canciones relacionadas automáticamente a la Cola
fr: Ajouter automatiquement des morceaux similaires à la file d'attente
he: להוסיף את השירים המתאימים לתור אוטומטית
hi: स्वचालित रूप से संबंधित गीतों को कतार में जोड़ें
hu: Kapcsolódó dalok automatikus hozzáadása a lejátszási listához
id: Secara otomatis menambahkan lagu terkait ke antrean
it: Aggiungi automaticamente le canzoni correlate alla coda
ml: ക്യുവിലേക്ക് അനുബന്ധ ഗാനങ്ങൾ സ്വയമേ ചേർക്കുക
nl: Gerelateerde nummers automatisch toevoegen aan wachtrij
pl: Automatycznie dodaj powiązane utwory do kolejki
pt: Adicionar músicas relacionadas à fila automaticamente
ru: Автоматическое добавление связанных песен в очередь
ta: தானாக சம்பந்தப்பட்ட பாடல்களைச் சாரையில் சேர்
tr: İlgili şarkıları otomatik olarak kuyruğa ekle
uk: Автоматично додавати повʼязані пісні в чергу
ur: خودکار طور پر متعلقہ گانوں کو قطار میں شامل کریں
zh: 自动将相关歌曲加入队列

source: Back
bn: পূর্বাবস্থায়
cs: Zpět
de: Zurück
es: Atrás
fr: Retour
he: חזרה
hi: वापस
hu: Vissza
id: Kembali
it: Indietro
ml: തിരികെ പോകുക
nl: Terug
pl: Powrót
pt: Voltar
ru: Назад
ta: பின்னே
tr: Geri
uk: Назад
ur: پیچھے
zh: 返回

# backNRest
source: Backup & Restore
bn: ব্যাকআপ এবং পুনরুদ্ধার
cs: Záloha a obnovení
de: Sicherung und Wiederherstellung
es: Copia de seguridad
fr: Sauvegarde et restauration
he: גיבוי ושחזור
hi: बैकअप और बहाल
hu: Biztonsági mentés és visszaállítás
id: Cadangkan & Pulihkan
it: Backup e ripristino
ml: ബക്കപ്പും പുനഃസ്ഥാപനവും
nl: Back-up en herstel
pl: Kopia zapasowa & Przywracanie
pt: Backup e restaurar
ru: Бэкап и восстановление
ta: காப்புநகல் & மீட்டெடுப்பு
tr: Yedekleme ve Geri Yükleme
uk: Резервування та відновлення даних
ur: بیک اپ اور ریسٹور کریں
zh: 备份 & 恢复

# backupSuccess
source: Backup Successful
bn: অটো ব্যাকআপের অবস্থান
cs: Záloha úspěšná
de: Sicherung erfolgreich
es: Copia de seguridad realizada
fr: Sauvegarde réussie
he: הגיבוי הצליח
hi: बैकअप सफल
hu: Sikeres biztonsági mentés
id: Pencadangan Berhasil
it: Backup riuscito
ml: ബാക്കപ്പ് വിജയകരമായി
nl: Het back-uppen is voltooid
pl: Udało się utworzyć Kopię zapasową
pt: Backup completado
ru: Бэкап успешно завершен
ta: காப்புநகல் வெற்றி
tr: Yedekleme Başarılı
uk: Бекап успішно створено
ur: بیک اپ کامیاب رہا
zh: 备份成功

source: Blacklisted Home Sections
bn: প্রথমপাতার অপ্রিয় শ্রেণীগুলি
cs: Domácí sekce na černé listině
de: Startseite-Bereiche auf der schwarzen Liste
es: Secciones de Inicio en lista negra
fr: Sections de l'accueil en liste noire
he: אזורים בעמוד הבית שנחסמו
hi: ब्लैकलिस्टेड होम सेक्शन
hu: Feketelistára került főoldal szakaszok
id: Bagian Rumah yang Masuk Daftar Hitam
it: Sezioni di casa in lista nera
ml: ഹോം വിഭാഗം കരിമ്പട്ടികയിൽ ചേർത്തു
nl: Genegeerde startsecties
pl: Sekcje Strony głównej na Czarnej liście
pt: Seções de casa na lista negra
ru: Домашние разделы, занесенные в черный список
ta: கரும்பட்டியலிலுள்ள முகப்புப்பிரிவுகள்
tr: Kara Listeye Alınmış Ana Sayfa Bölümleri
uk: Заблоковані домашні розділи
ur: بلیک لسٹڈ ہوم سیکشنز
zh: 已·将主页部分列入黑名单

# blacklistedHomeSectionsSub
source: Sections with these titles won't be shown on Home Screen
bn: এই শ্রেণীর গানগুলি আপনি সামনের পাতায় দেখতে পাবেননা
cs: Sekce s těmito názvy nebudou zobrazovány na domovské stránce
de: Abschnitte mit diesen Titeln werden auf dem Startbildschirm nicht angezeigt
es: Las secciones con estos títulos no se mostrarán en la Pantalla de Inicio
fr: Les sections avec ces titres ne seront pas affichées sur l'écran d'accueil
he: אזורים עם הכותרות האלו לא יופיעו במסך הבית
hi: इन शीर्षकों वाले अनुभाग होम स्क्रीन पर नहीं दिखाए जाएंगे
hu: Az ilyen címekkel ellátott szakaszok nem jelennek meg a Kezdőképernyőn
id: Bagian dengan judul ini tidak akan ditampilkan di Layar Utama
it: Le sezioni con questi titoli non saranno mostrate nella schermata principale
ml: ഈ ടൈറ്റിലുകളുള്ള വിഭാഗങ്ങൾ ഹോം സ്ക്രീനിൽ കാണിക്കുന്നതല്ല
nl: Secties met deze namen worden niet getoond op de startpagina
pl: Sekcje z tymi tytułami nie będą się pojawiać na Stronie głównej
pt: As seções com esses títulos não serão mostradas na tela inicial
ru: Разделы с этими заголовками не будут отображаться на главном экране
ta: இத்தலைப்புகளையுடைய பிரிவுகள் முகப்புத்திரையில் காட்டப்படா
tr: Bu başlıklara sahip bölümler Ana Ekranda gösterilmeyecek
uk: Розділи з цими заголовками не будуть відображатися на головному екрані
ur: ‍‍‍‍‍ان عنوانات والے حصے ہوم اسکرین پر نہیں دکھائے جائیں گے
zh: 包含这些标题的部分不会显示在主页

# bgGradSub
source: Gradient used as background everywhere
bn: সর্বত্র একই গ্রেডিয়েন্ট ব্যাকগ্রাউন্ড ব্যবহার
cs: Přechod použitý jako pozadí všude
de: Überall als Hintergrund verwendeter Farbverlauf
es: Usar degradado como fondo en todas partes
fr: Dégradé utilisé en arrière-plan partout
he: מדרג שישמש כרקע בכל מקום
hi: ग्रेडिएंट हर जगह बैकग्राउंड के रूप में उपयोग किया जाता है
hu: Színátmenet használata háttérként mindenhol
id: Gradien digunakan sebagai latar belakang di mana-mana
it: Gradiente usato come sfondo ovunque
ml: ഗ്രേഡിയൻ്റ് എല്ലായിടത്തും പശ്ചാത്തലമായി ഉപയോഗിക്കുന്നു
nl: Het kleurverloop dat overal als achtergrond wordt gebruikt
pl: Gradient jest używany wszędzie jako tło
pt: Gradiente usado como plano de fundo em todos os lugares
ru: Градиент везде используется в качестве фона
ta: எங்கும் பின்புலமாக பயன்படுத்தப்படும் சரிமானம்
tr: Her yerde arka plan olarak kullanılan gradyan
uk: Градієнт використовується всюди як фон
ur: گراڈینٹ ہر جگہ بیک گراؤنڈ کے طور پر استعمال ہوتا ہے
zh: 使用全局渐变背景

# bottomGrad
source: Bottom Sheets Gradient
bn: নীচের পাতার রং
cs: Přechod spodních listů
de: Unterer Farbverlauf
es: Degradado inferior
fr: Dégradé du bas
he: מדרג הגיליונות התחתונים
hi: नीचे की शीट्स का ग्रेडिएंट
hu: Alsó lapok színátmenete
id: Gradien Lembar Bawah
it: Fogli di fondo Gradiente
ml: താഴെയുള്ള ഷീറ്റുകളുടെ ഗ്രേഡിയൻ്റ്
nl: Verloop van onderste pagina
pl: Gradient Dolnych Warstw
pt: Gradiente do Painel
ru: Градиент нижней части
ta: அடிப்புற தாள்கள் சரிமானம்
tr: Alt Sayfa Gradyanı
uk: Градієнт нижньої частини
ur: نیچے کی چادریں کا گریڈینٹ
zh: 底栏渐变

# bottomGradSub
source: Gradient used in Bottom Sheets
bn: নীচের পাতাগুলোয় ব্যবহৃত রং
cs: Přechod použitý ve spodních listech
de: Unten verwendeter Farbverlauf
es: Degradado usado en la región inferior
fr: Dégradé utilisé en bas
he: מדרג שישמש את הגיליונות התחתונים
hi: नीचे की शीट्स में प्रयुक्त ग्रेडिएंट
hu: Az alsó lapokban használt színátmenet
id: Gradien yang digunakan di Lembar Bawah
it: Gradiente usato nei fogli inferiori
ml: താഴെയുള്ള ഷീറ്റുകൾ ഉപയോഗിച്ചിരിക്കുന്ന ഗ്രേഡിയൻ്റ്
nl: Het kleurverloop dat op de onderste pagina wordt gebruikt
pl: Gradient używany jest w Dolnych Warstwach
pt: Gradiente usado nos Paineis
ru: Градиент, используемый в нижней части
ta: அடிப்புற தாள்களில் பயன்படுத்தப்படும் சரிமானம்
tr: Alt sayfalarda kullanılan gradyan
uk: Градієнт, що використовується в нижній частині
ur: نیچے والی شیٹس میں استعمال شدہ گریڈینٹ
zh: 在底栏上使用渐变

# buyCoffee
source: Buy me a coffee
bn: দান করুন
cs: Kupte mi kafe
de: Kauf mir einen Kaffee
es: Cómprame un café
fr: Payez-moi un café
he: להזמין אותי לקפה
hi: मेरे लिए एक कॉफी खरीदें
hu: Vegyél nekem egy kávét
id: Belikan saya kopi
it: Comprami un caffè (donazione)
ml: എനിക്കൊരു ചായ വാങ്ങിത്തരൂ
nl: Doneren
pl: Kup mi kawę
pt: Me compre um café
ru: Купите мне кофе
ta: எனக்கொரு குளம்பி வாங்கு
tr: Bana bir kahve al
uk: Купити мені кофе
ur: مجھے ایک کافی خرید دو
zh: 向开发者捐赠

source: Cache
bn: অস্থায়ী স্মৃতি
cs: Mezipaměť
de: Zwischenspeicher
es: Caché
he: מטמון
hi: कैश
hu: Gyorsítótár
ml: കാഷ്
pl: Pamięć Podręczna
ru: Кэш
ta: பதுக்ககம்(cache)
tr: Önbellek
uk: Кеш
ur: کیشے
zh: 缓存

# cacheSong
source: Cache Songs
bn: অস্থায়ী গান
cs: Uložit skladby do mezipaměti
de: Musik in Zwischenspeicher
es: Canciones en caché
fr: Morceaux en cache
he: שירים במטמון
hi: कैशे गाने
hu: Gyorsítótárazott dalok
id: Cache Lagu
it: Canzoni nella cache
ml: കാഷിലുള്ള ഗാനങ്ങൾ
nl: Nummers opslaan in cache
pl: Trzymaj Utwory w Pamięci Podręcznej
pt: Músicas em cachê
ru: Кэшировать песни
ta: பாட்லகளைப் பதுக்கு
tr: Şarkıları önbellekle
uk: Кешувати пісні
ur: کیشے گانے
zh: 缓存音乐

# cacheSongSub
source: Songs will be cached for future playback. Additional space on your device will be taken
bn: পরবর্তীকালে চালানো গানগুলো অস্থায়ীভাবে রাখা হবে। মোবাইলের মেমোরী ব্যবহৃত হবে
cs: Skladby budou uloženy do mezipaměti pro budoucí přehrání. Další prostor na vašem zařízení bude zabrán
de: Die Titel werden für die zukünftige Wiedergabe zwischengespeichert. Es wird zusätzlicher Speicherplatz auf deinem Gerät belegt
es: Las canciones serán almacenadas en caché para su futura reproducción. Se empleará espacio adicional en el dispositivo
fr: Les morceaux seront mis en cache pour les prochaines lectures. De l'espace supplémentaire sera pris sur votre appareil
he: שירים יישמרו במטמון לנגינה עתידית. נדרש מקום נוסף במכשיר שלך
hi: गानों को भविष्य के प्लेबैक के लिए कैश किया जाएगा। आपके डिवाइस पर अतिरिक्त जगह ले ली जाएगी
hu: A dalok a későbbi lejátszás érdekében gyorsítótárba kerülnek. A készülékeden több helyet foglal el
id: Lagu akan di-cache untuk pemutaran yang akan datang. Ruang tambahan pada perangkat Anda akan diambil
it: Le canzoni verranno salvate nella cache per essere riprodotte in seguito. Sarà utilizzato spazio sul dispositivo
ml: ഭാവി പ്ലേബാക്കിനായി ഗാനങ്ങൾ കാഷെ ചെയ്യും. നിങ്ങളുടെ ഫോണിൻ്റെ അധിക മെമ്മറി ഇത് ഉപയോഗിക്കും
nl: Nummers worden opgeslagen in de cache zodat ze later kunnen worden afgespeeld. Let op: dit neemt extra ruimte in beslag.
pl: Utwory będą zapisywane aby odtworzyć je później. Dodatkowa pamięci na urządzeniu zostanie zajęta
pt: As músicas serão armazenadas em cache para reprodução futura. Espaço adicional no seu dispositivo será ocupado
ru: Песни будут сохранены в кэше для будущего воспроизведения. Дополнительное место на вашем устройстве будет занято
ta: பிற்கால இயக்கத்திற்காக பாடல்கள் பதுக்கப்படும். உம் சாதனத்தில் கூடுதலிடம் எடுக்கப்படும்
tr: Şarkılar ileride çalınmak üzere önbelleğe alınacaktır. Cihazınızda biraz daha yer kaplayacaktır
uk: Пісні будуть зберігатися в кеші для майбутнього відтворення. Додаткове місце в памʼяті пристрою буде зайнято
ur: گانے مستقبل کے پلے بیک کے لیے محفوظ کیے جائیں گے۔ آپکی ڈیوائس پر اضافی جگہ لی جائے گی
zh: 歌曲将进行缓存，便于后续播放。将占用设备上的额外空间

source: Cancel
bn: বাতিল
cs: Zrušit
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
hi: रद्द करें
hu: Mégsem
id: Batalkan
it: Annulla
ml: റദ്ദാക്കുക
nl: Annuleren
pl: Anuluj
pt: Cancelar
ru: Отмена
ta: ரத்துசெய்
tr: İptal et
uk: Відміна
ur: کنسل
zh: 取消

# cantAddToQueue
source: Can't add Online Song to Offline Queue
bn: অনলাইন গানটি অফলিনে যোগ করতে পারবেন না
cs: Do offline fronty nelze přidat online skladbu
de: Online-Musik kann nicht zur Offline-Warteschlange hinzugefügt werden
es: Imposible añadir canción a una Lista de Reproducción sin conexión
fr: Impossible d'ajouter des morceaux en ligne à une liste de lecture hors-ligne
he: לא ניתן להוסיף שירים מקוונים לתור בלתי מקוון
hi: ऑफलाइन कतार में ऑनलाइन गाना नहीं जोड़ सकते
hu: Nem lehet online dalt hozzáadni az offline lejátszási sorhoz
id: Tidak dapat menambahkan Lagu Online ke Antrean Offline
it: Non è possibile aggiungere una canzone online a una coda di riproduzione offline
ml: ഓൺലൈൻ ഗാനങ്ങൾ ഓഫ്‌ലൈൻ ക്യുവിലെക്ക് ചേർക്കുവാൻ സാധിക്കില്ല
nl: Online-nummers kunnen niet offline worden opgeslagen
pl: Nie można dodać Utworu Online do Kolejki Offline
pt: Não pode adicionar Músicas Online para a fila Offline
ru: Невозможно добавить онлайн песню в онлайн очередь
ta: எழிவரி பாடலை அணைவரி சாரையில் சேர்க்கவியலாது
tr: Çevrimiçi şarkı çevrimdışı kuyruğa eklenemiyor
uk: Неможливо додати онлайн пісню в онлайн-чергу
ur: آن لائن گانے کو آف لائن قطار میں شامل نہیں کیا جا سکتا
zh: 无法将在线歌曲添加到本地播放列表

source: Artists
bn: শিল্পী
cs: Umělci
de: Künstler/innen
es: Artistas
fr: Artistes
he: אומנים
hi: कलाकार
hu: Előadók
id: artis
it: Artisti
ml: കലാകാരന്മാർ
nl: Artiesten
pl: Artyści
pt: Artistas
ru: Исполнители
sq: Artistët
ta: கலைஞர்கள்
tr: Sanatçılar
uk: Виконавці
ur: فنکار
zh: 艺术家

source: Autoplay
bn: স্বয়ংক্রিয় চালু
cs: Automatické přehrávání
de: Automatische Wiedergabe
es: Reproducción automática
fr: Lecture automatique
he: נגינה אוטומטית
hi: स्वत: चलना
hu: Automatikus lejátszás
id: Putar otomatis
it: Riproduzione automatica
ml: ഓട്ടോ പ്ലേ
nl: Automatisch afspelen
pl: Autoodtwarzanie
pt: Reprodução automática
ru: Автоматическое воспроизведение
ta: தானியக்கம்
tr: Otomatik yürütme
uk: Автоматичне відтворення
ur: آٹو پلے
zh: 自动播放

# bgGrad
source: Background Gradient
bn: ব্যাকগ্রাউন্ড গ্রেডিয়েন্ট
cs: Přechod pozadí
de: Hintergrund-Farbverlauf
es: Degradado de fondo
fr: Dégradé d'arrière-plan
he: מדרג רקע
hi: बैकग्राउंड ग्रेडिएंट
hu: Háttér színátmenet
id: Gradien Latar Belakang
it: Sfumatura di sfondo
ml: പിൻഭാഗത്തിൻ്റെ ഗ്രേഡിയൻ്റ്
nl: Achtergrondverloop
pl: Gradient Tła
pt: Gradiente do plano de fundo
ru: Фоновый градиент
ta: பின்புல சரிமானம்
tr: Arka Plan Gradyanı
uk: Фоновий градієнт
ur: بیک گراؤنڈ گریڈینٹ
zh: 背景渐变

source: Card Color
bn: কার্ডের রঙ
cs: Barva karet
de: Farbe der Karte
es: Color de la tarjeta
fr: Couleur des cartes
he: צבע כרטיס
hi: कार्ड का रंग
hu: Kártya színe
id: Warna Kartu
it: Colore della carta
ml: കാർഡിൻ്റെ നിറം
nl: Kaartkleur
pl: Kolor Karty
pt: Cor do Card
ru: Цвет карточек
ta: அட்டை நிறம்
tr: Kart Rengi
uk: Колір карток
ur: کارڈ کا رنگ
zh: 卡片颜色

# cardGrad
source: Card Gradient
cs: Přechod karet
de: Kartenfarbverlauf
es: Degradado de la Tarjeta
fr: Dégradé des cartes
he: מדרג כרטיס
hi: कार्ड ग्रेडिएंट
hu: Kártya színátmenete
id: Gradien Kartu
it: Gradiente della carta
ml: കാർഡിൻ്റെ ഗ്രേഡിയൻ്റ്
nl: Kleurverloop
pl: Gradient Karty
pt: Gradiente do Card
ru: Градиент карточек
ta: அட்டை சரிமானம்
tr: Kart Gradyanı
uk: Градієнт карток
ur: کارڈ گریڈینٹ
zh: 卡片渐变

# cardGradSub
source: Gradient used in Cards
cs: Přechod použitý v kartách
de: Farbverlauf für Karten
es: Degradado empleado en las tarjetas
fr: Dégradés utilisés dans les cartes
he: מדרג שישמש את הכרטיסים
hi: कार्ड में प्रयुक्त ग्रेडिएंट
hu: Kártyákban használt színátmenet
id: Gradien yang digunakan dalam Kartu
it: Gradiente usato nelle carte
ml: കാർഡുകളിൽ ഉപയോഗിച്ചിരിക്കുന്ന ഗ്രേഡിയൻ്റ്
nl: Het kleurverloop van kaarten
pl: Gradient używany w Kartach
pt: Gradiente usado nos Cards
ru: Градиент, используемый в карточках
ta: அட்டைகளில் பயன்படுத்தப்படும் சரிமானம்
tr: Kartlarda kullanılan gradyan
uk: Градієнт, що використовується в картках
ur: گریڈینٹ کارڈز میں استعمال ہوگا
zh: 卡片的渐变色

# changeDefault
source: Change to Default
cs: Změnit na výchozí
de: Auf Standard ändern
es: Cambiar a por defecto
fr: Changer par les valeurs par défaut
he: החלפה לברירת מחדל
hi: डिफ़ॉल्ट में बदलें
hu: Váltás alapértelmezettre
id: Ubah ke Default
it: Ripristina le impostazioni di default
ml: സ്ഥിരസ്ഥിതിയിലേക്ക് മാറുക
nl: Standaardwaarde herstellen
pl: Zmień na Domyślne
pt: Predefinir
ru: Изменить на значение по умолчанию
ta: இயல்பிருப்புக்கு மாற்று
tr: Varsayılana Değiştir
uk: Повернути до стандартних налаштувань
ur: ڈیفالٹ میں تبدیل کریں
zh: 改为默认

source: About
bn: সম্পর্কিত
cs: O aplikaci
de: Über
es: Acerca de
fr: À propos
he: על אודות
hi: के बारे में
hu: Névjegy
id: Tentang
it: Informazioni
ml: ആപ്പിനേക്കുറിച്ച്
nl: Over
pl: O aplikacji
pt: Sobre
ru: О нас
sq: Rreth
ta: இதுபற்றி
tr: Hakkında
uk: Про нас
ur: متعلق
zh: 关于

# aboutLine1
source: This is an open-source project and can be found on
bn: এটি একটি ওপেন সোর্স প্রজেক্ট এবং এটির সোর্স কোড পাওয়া যাবে গিটহাবে
cs: Toto je open-source projekt a lze jej nalézt na
de: Dies ist ein quelloffenes Projekt und man kann es finden auf
es: Este es un proyecto de código abierto y puede ser encontrado en
fr: Ceci est un projet à code source ouvert qui peut être trouvé sur
he: זה מיזם קוד פתוח שניתן למצוא תחת
hi: यह एक ओपन-सोर्स प्रोजेक्ट है और इसे पाया जा सकता है
hu: Ez egy nyílt forráskódú projekt
id: Ini adalah proyek sumber terbuka dan dapat ditemukan di
it: Il codice sorgente di questo progetto è aperto e può essere trovato su
ml: ഇത് ഒരോപ്പൺ സോഴ്സ് പ്രൊജക്റ്റ് ആണ്, ഇതിനെ കണ്ടെത്തുവാൻ സന്ദർശിക്കൂ
nl: Dit opensourceproject is te vinden op
pl: To jest otwartoźródłowy projekt który można znaleźć na
pt: Este projeto é de código aberto e pode ser encontrado em
ru: Это проект с открытым исходным кодом, который можно найти на
sq: Ky është një projekt me burim të hapur dhe mund të gjendet në
ta: இத்திறந்த மூல வினைத்திட்டத்தை இதில் காணலாம்
tr: Bu açık kaynaklı bir projedir ve şurada bulunabilir
uk: Це проєкт з відкритим кодом, який можна знайти на
ur: یہ ایک اوپن سورس پروجیکٹ ہے اور اس پر پایا جا سکتا ہے
zh: 本软件为开源项目，您可以在这里找到源代码

source: Album
bn: অ্যালবাম
es: Álbum
he: אלבום
hi: एल्बम
ml: ആൽബം
pt: Álbum
ru: Альбом
ta: தொகுப்பு
tr: Albüm
uk: Альбом
ur: البم
zh: 专辑
