Repository: StarsWarrior/BlackHole
Catalog: lib/localization/app_*.arb
Languages: bn, cs, de, es, fr, he, hi, hu, id, it, ml, nl, pl, pt, ru, sq, ta, tr, uk, ur, zh

# importJioSaavn
source: Import from JioSaavn
cs: Importovat z JioSaavn
de: Von JioSaavn importieren
es: Importar desde JioSaavn
fr: Importer de JioSaavn
he: ייבוא מ־JioSaavn
hi: जिओ सावन से आयात करे
hu: Importálás JioSaavn-ról
id: Import dari JioSaavn
it: Importa da JioSaavn
ml: ജിയോ സാവൻ ആപ്പിൽ നിന്ന് എടുക്കാൻ
nl: Importeren uit JioSaavn
pl: Zaimportuj z JioSaavn
pt: Importar de JioSaavn
ta: JioSaavnஇலிருந்து இறக்குமதிசெய்
tr: JioSaavn'dan içe aktar
uk: Імпорт з JioSaavn
ur: JioSaavn سے درآمد کریں
zh: 从 JioSaavn 导入

source: Player Screen Background
cs: Pozadí obrazovky přehrávání
de: Player-Bildschirmhintergrund
es: Color de fondo del reporoductor
fr: Arrière-plan de l'écran du lecteur
he: רקע מסך הנגן
hi: प्लेयर स्क्रीन बैकग्राउंड
hu: Lejátszási képernyő háttere
id: Latar Belakang Layar
it: Schermata di sfondo del lettore musicale
nl: Achtergrond van afspeelscherm
pl: Tło Ekranu Odtwarzacza
pt: Fundo da tela de reprodução
ta: இயக்குதிரை பின்புலம்
tr: Oynatıcı Ekranı Arka Planı
uk: Фон екрану програвача
ur: پلیئر اسکرین کا پس منظر
zh: 播放器屏幕背景

# playerScreenBackgroundSub
source: Selected Background will be shown in Player Screen
cs: Vybrané pozadí bude zobrazeno v obrazovce přehrávání
de: Der ausgewählte Hintergrund wird im Player-Bildschirm angezeigt
es: El color seleccionado se mostrará como fondo del reproductor
fr: L'arrière-plan sélectionné sera affiché dans l'écran du lecteur
he: הרקע הנבחר יופיע במסך הנגן
hi: चयनित पृष्ठभूमि प्लेयर स्क्रीन में दिखाई जाएगी
hu: A kiválasztott háttér megjelenik a lejátszó képernyőn
id: Latar belakang yang terpilih akan ditampilkan di Layar Bermain
it: Lo sfondo selezionato sarà mostrato nella pagina del lettore musicale
nl: De gekozen achtergrond wordt gebruikt op het afspeelscherm
pl: Wybrane Tło będzie wyświetlane na Ekranie Odtwarzacza
pt: O fundo selecionado será exibido na tela de reprodução
ta: தேர்ந்தெடுத்த பின்புலம் இயக்குதிரையில் காட்டப்படும்
tr: Seçilen arka plan oynatıcı ekranında gösterilecektir
uk: Вибраний фон буде встановлено фоном програвача
ur: منتخب کردہ پس منظر پلیئر اسکرین میں دکھایا جائے گا
zh: 所选背景将显示在播放器屏幕中

# resetOnSkipSub
source: Replay from start instead of skipping to previous song
cs: Znovu přehrát od začátku místo přeskočení na předchozí skladbu
de: Wiederholung von Anfang an, anstatt zum vorherigen Lied zu springen
es: Ir al comienzo de la canción en vez de saltar a la anterior
fr: Rejouer depuis le début au lieu de passer à la chanson précédente
he: לנגן שוב מההתחלה במקום לדלג לשיר הקודם
hi: पिछले गाने को स्किप करने के बजाय शुरू से फिर से चलाएं
hu: Lejátszás az elejétől az előző dalra ugrás helyett
id: Putar ulang dari awal alih-alih melompat ke lagu sebelumnya
it: Riproduci dall'inizio invece che saltare la canzone precedente
nl: Herhaal het huidige nummer in plaats van het vorige nummer af te spelen
pl: Odtwórz od początku zamiast przeskakiwać do poprzedniego utworu
pt: Reproduzir desde o início ao invés de pular para a música anterior
ta: முந்தைய பாடலுக்குக் கெந்துவதற்குப் பதிலாக மீண்டுமியக்கு
tr: Önceki şarkıya atlamak yerine baştan tekrar oynat
uk: Грати з початку замість пропуску до минулої пісні
ur: پچھلے گانے پر جانے کے بجائے شروع سے دوبارہ چلائیں
zh: 从头开始重播，而不是跳到上一首歌曲

# showPlaylists
source: Show Playlists on Home Screen
cs: Zobrazit playlisty na domovské obrazovce
de: Wiedergabelisten auf dem Startbildschirm anzeigen
es: Mostrar listas de reproducción en la pantalla de inicio
fr: Afficher les listes de lecture sur l'écran d'accueil
he: הצגת רשימות נגינה במסך הבית
hi: होम स्क्रीन पर प्लेलिस्ट दिखाएं
hu: Lejátszási listák megjelenítése a kezdőképernyőn
id: Tampilkan Daftar Putar di Layar Utama
it: Mostra le playlist sulla schermata principale
nl: Afspeellijsten tonen op startscherm
pl: Pokazuj Playlisty na Ekranie Głównym
pt: Mostrar playlists na tela inicial
ta: முகப்புத்திரையில் பாச்சரங்கள் காட்டு
tr: Ana ekranda çalma listelerini göster
uk: Показувати плейлісти на домашньому екрані
ur: ہوم اسکرین پر پلے لسٹس دکھائیں
zh: 在主屏幕上显示播放列表

source: Up Next
cs: Další
de: Als nächstes
es: Cola de reproducción
fr: Juste après
he: הבא בתור
hi: अगला
hu: Következő
id: Berikutnya
it: Prossimo
nl: Hierna
pl: Następny W Górę
pt: A Seguir
ta: அடுத்து வருவது
tr: Bir sonraki
uk: Наступне
ur: اگلا
zh: 播放下一首

# resetOnSkip
source: Replay on Skip Previous
cs: Znovu přehrát při přeskočení zpět
de: Wiederholung, wenn man zum vorherigen Lied springt
es: Botón anterior reinicia canción
fr: Rejouer quand on passe au précédent
he: לנגן שוב בדילוג על הקודם
hi: पिछले स्किप करने पर रिप्ले करें
hu: Ismétlés az előző kihagyáskor
id: Ulangi pada Lewati sebelumnya
it: Riproduci su Salta precedente
nl: Nummer herhalen in plaats van vorige nummer afspelen
pl: Powtórz przy Pomiń Poprzednie
pt: Repetir ao pular anterior
ta: முந்தையதைக் கெந்தும்போது மீண்டுமியக்கு
tr: Öncekine Atlada Tekrar Oynat
uk: Повторювати при пропуску минулого
ur: Skip Previous پر دوبارہ چلائیں
zh: 跳过上一首时重新播放

# confirmViewable
source: Make sure the playlist is viewable
cs: Ujistěte se, že je playlist zobrazitelný
de: Stellen Sie sicher, dass die Wiedergabeliste angezeigt werden kann
es: Asegúrese de que la lista de reproducción es visible
fr: Assurez-vous que la liste de lecture est visible
he: יש לוודא שרשימת הנגינה גלויה
hi: सुनिश्चित करें कि प्लेलिस्ट देखने योग्य है
hu: Győződj meg róla, hogy a lejátszási lista megtekinthető
id: Pastikan playlist dapat dilihat
it: Assicurati che la playlist sia pubblica
ml: പ്ലേലിസ്റ്റ് ദൃശ്യമാക്കുക
nl: Zorg er voor dat de afspeellijst in te zien is
pl: Upewnij się, że playlista jest widoczna
pt: Certifique-se que a playlist é visível
ta: பாச்சரம் காணக்கூடியதா என உறுதிபடுத்து
tr: Çalma listesinin görüntülenebilir olduğundan emin olun
uk: Впевнитися, що плейліст видимий
ur: یقینی بنائیں کہ پلے لسٹ دیکھنے کے قابل ہے
zh: 确保播放列表可见

# useBlurForNowPlayingSub
source: Blur with a lower Opacity will be used as the Background of the Now Playing Section
cs: Bude použito rozmazání s nižší průhledností jako pozadí sekce Právě hraje
de: Unschärfe mit einer geringeren Deckkraft wird als Hintergrund für den Abschnitt „Aktuelle Wiedergabe“ verwendet
es: Se usará menor opacidad para el fondo de la sección Reproduciendo Ahora
fr: Un floutage avec une opacité plus faible sera utilisé comme arrière-plan de la section À l'écoute
he: ייעשה שימוש בטשטוש עם אטימות נמוכה בתור הרקע של האזור של מה שמתנגן כרגע
hi: नाउ प्लेइंग सेक्शन में अब blur कम opacity के साथ शो होगा
hu: Elmosódás alacsonyabb átlátszósággal lesz a Most lejátszás szakasz háttereként használva
id: Blur dengan transparansi yang lebih rendah akan digunakan sebagai Latar Belakang bagian Sekarang Bermain
it: Sarà usato blur con opacità minore come lo sfondo della sezione «In riproduzione»
nl: Achtergrond van afspeelscherm vervagen
pl: Rozmycie z mniejszą Przezroczystością będzie używane jako Tło Sekcji Teraz Odtwarzane
pt: Desfoque com uma opacidade mais baixa será usado como plano de fundo da seção de Tocando Agora
ta: இப்போது இயங்குபவை பிரிவின் பின்புலத்திற்குக் குறைந்த ஒளிபுகாமையுள்ள மங்கல் பயன்படுத்தப்படும்
tr: Daha düşük Opaklığa sahip Bulanıklık, Şu An Çalınan Bölümünün Arka Planı olarak kullanılacak
uk: Розмиття з меншою непрозорістю буде використано як фон секції 'Зараз грає'
ur: کم دھندلاپن کے ساتھ دھندلاپن کو ناؤ چلائے جانے والے سیکشن کے پس منظر کے طور پر استعمال کیا جائے گا
zh: 低透明度模糊将被用作“正在播放”区域的背景

# autoBackLocation
source: Auto Backup Location
bn: স্বয়ংক্রিয় ব্যাকআপের স্থান
cs: Umístění automatické zálohy
de: Speicherort der automatischen Sicherung
es: Ubicación de la copia de seguridad
fr: Emplacement de la sauvegarde automatique
he: מיקום הגיבוי האוטומטי
hi: ऑटो बैकअप स्थान
hu: Automatikus biztonsági mentés helye
id: Lokasi Pencadangan Otomatis
it: Posizione del backup automatico
nl: Automatische back-uplocatie
pl: Lokalizacja Automatycznej Kopii Zapasowej
pt: Local de backup automático
sq: Backupi automatik i vendndodhjes
ta: தானியங்கு காப்புநகலிடம்
tr: Otomatik Yedekleme Konumu
uk: Місце для автоматичних бекапів
ur: آٹو بیک اپ کی جگہ
zh: 自动备份位置

source: Your Playlists
cs: Vaše playlisty
de: Deine Wiedergabelisten
es: Tus Listas de Reproducción
fr: Vos listes de lecture
he: רשימות הנגינה שלך
hi: आपकी प्लेलिस्ट
hu: Lejátszási listáid
id: Daftar Putar Anda
it: Le tue playlist
nl: Mijn afspeellijsten
pl: Twoje Playlisty
pt: Suas Playlists
ta: உமது பாச்சரங்கள்
tr: Çalma Listeleriniz
uk: Ваші плейлісти
ur: آپ کی پلے لسٹس
zh: 你的播放列表

source: Play Radio
cs: Přehrát rádio
de: Radio abspielen
es: Radio
fr: Écouter la radio
he: השמעת רדיו
hi: रेडियो बजायें
hu: Rádió lejátszása
id: Putar Radio
it: Riproduci la radio
nl: Beluisteren
ta: வானொலியை இயக்கு
tr: Radyo çal
zh: 播放电台

source: Import Playlist
cs: Importovat playlist
es: Importar lista de reproducción
fr: Importer une liste de lecture
he: ייבוא רשימת נגינה
hi: प्लेलिस्ट आयात करें
hu: Lejátszási lista importálása
id: Inpor Daftar Putar
it: Importa una playlist
ml: പ്ലേ ലിസ്റ്റ് ഉൾപ്പെടുത്താൻ
nl: Afspeellijst importeren
ta: பாச்சரத்தை இறக்குமதிசெய்
tr: Çalma Listesini İçe Aktar

source: Merge Playlists
cs: Sloučit playlisty
es: Combinar listas de reproducción
fr: Fusionner les listes de lectures
he: מיזוג רשימות נגינה
hi: प्लेलिस्ट मर्ज करें
hu: Lejátszási listák egyesítése
id: Gabungkan Daftar Putar
it: Unisci le playlist
ml: പ്ലേലിസ്റ്റുകൾ ലയിപ്പിക്കുക
nl: Afspeellijsten samenvoegen
ta: பாச்சரங்களை இணை
tr: Çalma Listelerini Birleştir

source: Top Charts
cs: Žebříčky nejlepších
es: Listas de Éxitos
fr: Meilleurs classements
he: מצעדים מובילים
hi: प्रसिद्ध गाने
hu: Legjobb Slágerlisták
id: Tangga Lagu Teratas
it: Classifiche principali
nl: Hitlijsten
ta: உச்ச தரவரிசை
tr: En İyiler
zh: 排行榜

source: Top
cs: Nejlepší
es: Éxitos
fr: Haut
hi: ऊपर
hu: Legjobb
it: In alto
ta: உச்ச

source: Viral
cs: Virální
es: Popular
hi: वायरल
hu: Virális
it: Virale
ta: அதிபரவும்

# joinTg
source: Join us on Telegram
cs: Připojte se k nám na Telegramu
de: Begleite uns auf Telegram
es: Únete en Telegram
fr: Rejoignez-nous sur Telegram
he: ניתן להצטרף אלינו בטלגרם
hu: Csatlakozz hozzánk Telegramon
id: Bergabunglah dengan kami di Telegram
it: Unisciti a noi su Telegram
ml: ടെലഗ്രാമിൽ ഞങ്ങളോടൊപ്പം ചേരു
nl: Praat met ons op Telegram
pl: Dołącz do nas na Telegram
pt: Junte-se a nós no Telegram
ru: Присоединяйтесь к нам в Telegram
ta: டெலிகிராமில் எம்முடன் சேர்
tr: Telegram'da bize katılın
uk: Приєднуйтесь до нас в Telegram
ur: ٹیلیگرام پر ہمارے ساتھ شامل ہوں
zh: 加入 Telegram 频道/群组
