Repository: StarsWarrior/BlackHole
Catalog: lib/localization/app_*.arb
Languages: bn, cs, de, es, fr, he, hi, hu, id, it, ml, nl, pl, pt, ru, sq, ta, tr, uk, ur, zh

# aboutLine2
source: If you liked my work show some ♥ and ⭐ the repo
bn: আপনি যদি আমার কাজটি পছন্দ করেন তাহলে আমার গিটহাবে কিছু ♥ এবং ⭐ দেখাবেন, ধন্যবাদ
cs: Pokud se vám líbila moje práce, ukažte svou ♥ a dejte ⭐ repozitáři
de: Wenn dir meine Arbeit gefällt zeige etwas ♥ und ⭐ das Repo
es: Si te gusta mi trabajo Muestra ❤ y ⭐ el repositorio
fr: Si vous avez aimé mon travail montrez du ♥ et ⭐ la repo
he: אם אהבת את היצירה שלי. אשמח לקצת ♥ ו־⭐ למאגר
hi: अगर आपको मेरा काम पसंद आये कुछ ♥ दिखाएं और रेपो को⭐ करें
hu: Ha tetszett a munkám Nyomj ♥-et és⭐-ot a repora
id: Jika Anda menyukai pekerjaan saya tunjukkan beberapa ♥ dan ⭐ repo
it: Se ti è piaciuto il mio lavoro mostra un po' di ♥ e ⭐ il repo
ml: എൻ്റെ ആപ്പ് ഇഷ്ടമായെങ്കിൽ എൻ്റെ റെപ്പോയ്ക്ക് ❤️ ഉം ⭐ ഉം നൽകൂ
nl: Als je mijn werk aan deze app waardeert, deel dan de ♥ en voeg de repo toe aan je ⭐
pl: Jeżeli podoba ci się moja praca pokaż trochę ♥ i ⭐ repozytorium
pt: Se você gostou do meu trabalho demonstre algum ♥ e ⭐ o repositório
ru: Если вам понравилась моя работа поставьте несколько ♥ и ⭐ на репозитории
sq: Nëse ju pëlqeu puna ime tregoni disa ♥ dhe ⭐ depon
ta: உமக்கென் வேலை பிடித்தால் சிறிது ♥ காட்டி களஞ்சியத்தை ⭐இடு
tr: Eğer çalışmamı beğendiysen biraz ♥ göster ve depoyu⭐
uk: Якщо вам сподобалася моя робота поставте декілька ♥ та ⭐ на репозиторії
ur: اگر آپ کو میرا کام پسند آیا کچھ ♥ دکھائیں اور ریپو پر⭐ کرو
zh: 如果您喜欢我的工作，记得给个star

source: Aboard
bn: উপরে যাও
cs: Na palubu
de: an Bord
es: A bordo
fr: à bord
hi: समीप
hu: A fedélzeten
id: kapal
it: a bordo
ml: പ്രവേശിക്കുക
pl: Na pokładzie
pt: A bordo
ru: На борту
sq: Në bord
ta: கலத்திற்கு
tr: İçinde
uk: На борту
ur: سوارہو
zh: 正在播放

# addedToFav
source: Added to Favorites
bn: প্রিয়তালিকায় যোগ করা হলো
cs: Přidáno do oblíbených
de: Zu Favoriten hinzugefügt
es: Añadido a favoritos
fr: Ajouté aux Favoris
he: נוסף למועדפים
hi: पसंदीदा में जोड़ा गया
hu: Hozzáadva a kedvencekhez
id: Ditambahkan ke Favorit
it: Aggiunto ai preferiti
ml: പ്രിയപ്പെട്ടവയിലേക്ക് ചേർത്തു
nl: Toegevoegd aan favorieten
pl: Dodane do Ulubionych
pt: Adicionado para os Favoritos
ru: Добавлено в избранное
sq: Shtuar te të preferuarat
ta: அபிமானவையில் சேர்ந்தது
tr: Favorilere eklendi
uk: Додано в обране
ur: پسندیدہ میں شامل کر دیا گیا
zh: 已添加到收藏夹

source: Added to Playlists
bn: গানের তালিকায় যোগ করা হলো
cs: Přidáno do playlistů
de: Zu Wiedergabelisten hinzugefügt
es: Añadido a las Listas de reproducción
fr: Ajouté aux listes de lecture
he: נוסף לרשימות נגינה
hi: प्लेलिस्ट में जोड़ा गया
hu: Hozzáadva a lejátszási listákhoz
id: Ditambahkan ke Daftar Putar
it: Aggiunto alle playlist
ml: പ്ലേലിസ്റ്റുകളിലേക്ക് ചേർത്തു
nl: Toegevoegd aan afspeellijsten
pl: Dodane do Playlist
pt: Adicionado às Playlists
ru: Добавлено в плейлисты
sq: Shtuar në Playlist-a
ta: பாச்சரங்களில் சேர்ந்தது
tr: Çalma Listelerine Eklendi
uk: Додано до плейлістів
ur: پلے لسٹس میں شامل کر دیا گیا
zh: 已添加到播放列表

source: Added to Queue
bn: পরবর্তী সারিতে যোগ করা হলো
cs: Přidáno do fronty
de: Zur Warteschlange hinzugefügt
es: Añadido a la Cola
fr: Ajouté à la file d'attente
he: נוסף לתור
hi: कतार में जोड़ा गया
hu: Hozzáadva a lejátszási sorhoz
id: Ditambahkan ke Antrian
it: Aggiunto alla coda
ml: ക്യുവിലേക്കു ചേർത്തു
nl: Toegevoegd aan wachtrij
pl: Dodane do Kolejki
pt: Adicionado à Fila
ru: Добавлено в очередь
sq: Shtuar në Rradhë
ta: சாரையில் சேர்ந்தது
tr: Kuyruğa Eklendi
uk: Додано в чергу
ur: کیو میں شامل کیا گیا
zh: 已添加到队列

source: Adjust Speed
bn: গতি বদলান
cs: Upravit rychlost
de: Geschwindigkeit anpassen
es: Ajustar velocidad
fr: Ajuster la vitesse
he: כוונון המהירות
hi: गति समायोजित करें
hu: Sebesség beállítása
id: Sesuaikan Kecepatan
it: Regola la velocità
ml: വേഗത ക്രമീകരിക്കുക
nl: Snelheid aanpassen
pl: Ustaw Prędkość
pt: Ajustar Velocidade
ru: Регулировка скорости
sq: Rregulloni shpejtësinë
ta: வேகத்தை அனுசரி
tr: Hızı Ayarla
uk: Регулювання швидкості
ur: سپیڈکو ایڈجسٹ کریں
zh: 调整速度

source: Canvas Color
bn: ক্যানভাসের রং
cs: Barva plátna
de: Farbe der Leinwand
es: Color del lienzo
fr: Couleur de la toile de fond
he: צבע משטח הציור
hi: कैनवास का रंग
hu: Háttér színe
id: Warna Kanvas
it: Colore tela
ml: ക്യാൻവാസിൻ്റെ നിറം
nl: Canvaskleur
pl: Kolor Płótna
pt: Cor de tela
ru: Цвет холста
ta: கித்தான் நிறம்
tr: Kanvas Rengi
uk: Колір холсту
ur: کینوس کا رنگ
zh: 背景颜色

# canvasColorSub
source: Color of Background Canvas
bn: ব্যাকগ্রাউন্ড ক্যানভাসের রঙ
cs: Barva pozadí plátna
de: Farbe der Hintergrundleinwand
es: Color de fondo del lienzo
fr: Couleur de la toile de fond
he: צבע רקע משטח הציור
hi: बैकग्राउंड कैनवास का रंग
hu: A háttér színe
id: Warna Latar Belakang Kanvas
it: Colore della tela di sfondo
ml: പിൻഭാഗത്തെ ക്യാൻവാസിൻ്റെ നിറം
nl: De kleur van het achtergrondcanvas
pl: Kolor Płótna w Tle
pt: Cor da tela de fundo
ru: Цвет фонового холста
ta: பின்புல கித்தானின் நிறம்
tr: Arka plan kanvasının rengi
uk: Колір фонового холсту
ur: پس منظر کینوس کا رنگ
zh: 应用主体背景颜色

# cardColorSub
source: Color of Search Bar, Alert Dialogs, Cards
bn: অনুসন্ধান বারের রঙ, সতর্কতা ডায়ালগ, কার্ড
cs: Barva vyhledávací lišty, vyhledávacích dialogů a karet
de: Farbe von Suchleiste, Warndialogen und Karten
es: Color de Barra de búsqueda, Diálogos de alerta, Tarjetas
fr: Couleur de la barre de recherche, des boîtes de dialogue d'alerte et des cartes
he: צבע סרגל החיפוש, חלוניות ההתראה, כרטיסים
hi: सर्च बार का रंग, अलर्ट डायलॉग, कार्ड
hu: A keresősáv, a figyelmeztető párbeszédpanelek, és a kártyák színe
id: Warna Bilah Pencarian, Dialog Peringatan, Kartu
it: Colore della barra di ricerca, finestre di avviso, schede
ml: സെർച്ച് ബാറിൻ്റെയും, മുന്നറിയിപ്പ് നിർദ്ദേശങ്ങളുടെയും കാർഡുകളുടെയും നിറം
nl: De kleur van de zoekbalk, meldingsvensters en kaarten
pl: Kolor Paska Wyszukiwania, Okien Dialogowych z Ostrzeżeniami, Kart
pt: Cor da Barra de Pesquisa, Diálogos de Alerta, Cards
ru: Цвет строки поиска, диалогов оповещений, карточек
ta: தேடல் பட்டை, விழிப்பு வசனங்கள், அட்டைகளின் நிறம்
tr: Arama çubuğunun, diyalogların, kartların rengi
uk: Колір строки пошуку, діалогових сповіщень, карток
ur: سرچ بار کا رنگ، الرٹ ڈائیلاگ، کارڈز
zh: 搜索栏、提示框和卡片的颜色

# checkUpdateSub
source: If you downloaded BlackHole from any app repository like 'F-Droid', 'IzzyOnDroid', etc which provide update options, keep this OFF. Whereas, If you downloaded it from 'GitHub' or any other source which doesn't provide auto updates then turn this ON, so as to receive update alerts
cs: Pokud jste si stáhli BlackHole z jakéhokoliv repozitáře aplikací jako je 'F-Droid', 'IzzyOnDroid' atd., který poskytuje možnost aktualizace, nechte toto VYPNUTÉ. Pokud jste si ale BlackHole stáhli z 'GitHubu' nebo jakéhokoliv jiného zdroje, který neumožňuje automatické aktualizace, nechte toto ZAPNUTÉ, abyste dostávali upozornění o aktualizacích
de: Wenn du BlackHole von einem Anwendungsrepository wie F-Droid, IzzyOnDroid usw. heruntergeladen hast, das Aktualisierung-Optionen bietet, lass diese Option AUS. Wenn du BlackHole von GitHub oder einer anderen Quelle heruntergeladen hast, die keine automatischen Aktualisierungen anbietet, schalte diese Option ein, um Aktualisierungsbenachrichtigungen zu erhalten.
es: Si descargó BlackHole desde algún repositorio de aplicaciones, como 'F-Droid', 'IzzyOnDroid', etc, los cuales proveen actualizaciones, mantenga esto desactivado. Por el contrario, si lo descargó desde 'GitHub' o alguna otra fuente que no ofrece actualizaciones automáticas, active esta opción para recibir alertas de actualizaciones
fr: Si vous avez téléchargé BlackHole à partir d'un dépôt d'applications comme F-Droid, IzzyOnDroid, etc. qui fournissent des options de mise à jour, gardez cette option désactivée. Si vous l'avez téléchargé depuis GitHub ou toute autre source qui ne fournit pas de mises à jour automatiques, activez cette option pour recevoir des alertes de mise à jour
he: אם הורדת את BlackHole מכל חנות יישומונים כגון ‚F-Droid‚, 'IzzyOnDroid’ וכו׳ שמספקות אפשרות לעדכון, יש לכבות אותה! עם זאת, אם הורדת אותו מ־‚GitHub’ או מכל מקור אחר שלא מספק עדכונים אוטומטיים כדאי להפעי את זה על מנת שיתקבלו התראות עדכון
hi: यदि आपने 'एफ-ड्रायड', 'इज़ीऑनड्रॉयड' आदि जैसे किसी ऐप रिपॉजिटरी से ब्लैकहोल डाउनलोड किया है, जो अपडेट विकल्प प्रदान करता है, तो इसे बंद रखें। जबकि, यदि आपने इसे 'गिटहब' या किसी अन्य स्रोत से डाउनलोड किया है जो ऑटो अपडेट प्रदान नहीं करता है तो इसे चालू करें, ताकि अपडेट अलर्ट प्राप्त हो सके।
hu: Ha a BlackHole-t olyan alkalmazás-tárhelyről töltötted le, mint az 'F-Droid', 'IzzyOnDroid' stb., amelyek frissítési lehetőségeket biztosítanak, tartsd ezt KIKAPCSOLVA. Ha viszont a 'GitHub'-ról vagy bármely más forrásból töltötte le, amely nem biztosít automatikus frissítési lehetőséget, akkor kapcsold be, hogy frissítési értesítést kapj.
id: Jika Anda mengunduh BlackHole dari repositori aplikasi apa pun seperti 'F-Droid', 'IzzyOnDroid', dll yang menyediakan opsi pembaruan, MATIKAN ini. Sedangkan, Jika Anda mengunduhnya dari 'GitHub' atau sumber lain yang tidak menyediakan pembaruan otomatis, AKTIFKAN ini, untuk menerima peringatan pembaruan
it: Se hai scaricato BlackHole da uno store alternativo come F-Droid, IzzyOnDroid o altri che permettono aggiornamenti automatici, tieni questa spunta disattivata. Invece, se hai scaricato l'app da GitHub o altre fonti che non permettono aggiornamenti automatici, mantieni questa spunta attivata per poter ricevere notifiche quando è disponibile un aggiornamento
ml: നിങ്ങൾ ബ്ലാക്ക്ഹോൾ ഡൗൺലോഡ് ചെയ്തത് അപ്ഡേറ്റ് ഓപ്ഷനുകൾ നൽകുന്ന 'എഫ്-ഡ്രോയിഡ്', 'ഇസിഓൺഡ്രോയിഡ്' പോലെയുള്ള റെപ്പോസറ്ററികൾ നിന്നും ആണെങ്കിൽ നിങ്ങൾക്കിത് ഓഫാക്കാം. അതല്ല, 'ഗിറ്റ്ഹബ്' പോലെ യാന്ത്രികമായി അപ്ഡേറ്റ് തരാത്ത മറ്റെവിടെ നിന്നെങ്കിലും ആണെങ്കിൽ ഇത് ഓണാക്കി വെയ്ക്കാം, അങ്ങനെ എങ്കിൽ നിങ്ങൾക്ക് അപ്ഡേറ്റ് മുന്നറിയിപ്പുകൾ ലഭിക്കും
nl: Als je BlackHole hebt gedownload uit een pakketbron, zoals F-Droid, IzzyOnDroid, etc., schakel deze optie dan NIET in. Als je BlackHole hebt gedownload van GitHub of een andere bron zonder automatische updates, schakel deze optie dan in om updatemeldingen te ontvangen.
pl: Jeśli aplikacja BlackHole została przez Ciebie pobrana z dowolnego repozytorium aplikacji, takiego jak 'F-Droid', 'IzzyOnDroid',itp.,które zapewniają opcje aktualizacji, pozostaw to WYŁĄCZONE. W przypadku pobrania z 'GitHub' lub innego źródła, które nie zapewnia automatycznych aktualizacji, WŁĄCZ tą opcję, aby otrzymywać powiadomienia o aktualizacjach
pt: Se você baixou BlackHole por qualquer repositório como 'F-Droid', 'IzzyOnDroid', etc que dispõe de checagem de atualizações, mantenha essa opção DESATIVADA. E se você baixou pelo 'GitHub' ou qualquer outro local em que não dispõe de atualizações automáticas deixe essa opção ATIVADA, para que possa receber mensagens de atualização.
ru: Если вы загрузили BlackHole из репозитория приложений, таких как 'F-Droid', 'IzzyOnDroid' и т.д., которые предоставляют возможность обновления, отключите этот параметр. Если же вы скачали его с 'GitHub' или любого другого источника, который не предоставляет автоматических обновлений, включите этот параметр, чтобы получать уведомления об обновлениях
ta: புதுபிப்பு தெரிவுகள் தரும் 'எஃப்-ட்ராய்டு', 'IzzyOnDroid' போன்றவையிலிருந்து BlackHoleஐ பதிவிறக்கியிருந்தால், இதை அணைத்து வை. 'GitHub' அல்லது பிற தானியக்க புதுப்பிப்புகள் வழங்கா மூலத்திலிருந்து பதிவிறக்கியிருந்தால் இதை இயக்கி வை, எனவே புதுப்பிப்பு விழிப்புகளைப் பெறலாம்
tr: BlackHole'u güncelleme seçenekleri sağlayan 'F-Droid', 'IzzyOnDroid' vb. herhangi bir uygulama deposundan indirdiyseniz, bunu KAPALI tutun. Oysa, 'GitHub'dan veya otomatik güncelleme sağlamayan başka bir kaynaktan indirdiyseniz, güncelleme uyarılarını almak için bunu AÇIK konuma getirin.
uk: Якщо ви завантажили BlackHole з репозиторію додатків, таких як 'F-Droid', 'IzzyOnDroid' та інших, які оновлюють додатки, вимкніть цей параметр. Якщо ж ви завантажили його з 'Github' або будь-якого іншого джерела, яке не оновлює додатки, ввімкніть цей параметр, щоб отримувати сповіщення об оновленнях
ur: اگر آپ نے 'F-Droid'، 'IzzyOnDroid' وغیرہ جیسے اپ ڈیٹ کے اختیارات فراہم کرنے والے کسی بھی ایپ ریپوزٹری سے بلیک ہول ڈاؤن لوڈ کیا ہے تو اسے آف رکھیں۔ جبکہ، اگر آپ نے اسے 'GitHub' یا کسی دوسرے ذریعہ سے ڈاؤن لوڈ کیا ہے جو آٹو اپ ڈیٹس فراہم نہیں کرتا ہے تو اسے آن کریں، تاکہ اپ ڈیٹ الرٹس موصول ہوسکیں۔
zh: 如果您是从第三方应用商店例如 'F-Droid' 或 'IzzyOnDroid' 等地方下载本应用，由于签名问题请关闭此选项。如果您是从 Github 或其他无法更新的渠道下载本应用，请打开本开关，确保可以正常接受更新

# clearCacheSub
source: Deletes Cached details including Homepage, Spotify Top Charts, YouTube and Last Session Data. Usually app automatically clears them when data become large
cs: Vymaže podrobnosti z mezipaměti, což zahrnuje domovskou stránku, žebříčky nejlepších skladeb na Spotify a data poslední relace. Aplikace je obvykle automaticky vymaže, když se data stanou příliš velkými
de: Löscht zwischengespeicherte Details wie Startseite, Spotify-Top-Charts, YouTube und Daten der letzten Sitzung. Normalerweise löscht die Anwendung diese automatisch, wenn die Daten zu groß werden
es: Eliminar datos en Caché, como Página de Inicio, Rankings de Spotify, YouTube y datos de la última sesión. Se limpian automáticamente cuando son muchos
fr: Supprime les détails mis en cache, y compris la page d'accueil, les Meilleurs classements Spotify, YouTube et les données de la dernière session. En général, l'application les efface automatiquement lorsque les données deviennent importantes
he: מוחק פרטים שמורים כולל עמוד הבית, המצעדים המובילים של Spotify,‏ YouTube ונתוני ההפעלה האחרונה. בדרך כלל היישומון מפנה את הנתונים האלו כשהם מתנפחים
hi: होमपेज, स्पॉटिफाई टॉप चार्ट्स, यूट्यूब और लास्ट सेशन डेटा सहित कैश्ड डिटेल्स को डिलीट करता है। डेटा बड़ा होने पर आमतौर पर ऐप उन्हें अपने आप साफ़ कर देता है
hu: Törli a gyorsítótárazott adatokat, beleértve a kezdőlapot, a Spotify Top Charts-ot, a YouTube és az utolsó munkamenet adatait. Általában az alkalmazás automatikusan törli őket, amikor az adatok nagyok lesznek
id: Menghapus Cache detail termasuk Beranda, Lagu Teratas Spotify, YouTube, dan Data Sesi Terakhir. Biasanya aplikasi secara otomatis menghapusnya ketika data menjadi besar
it: Elimina i dettagli nella cache includendo pagina principale, classifiche Spotify, YouTube e i dati dell'ultima sessione. Solitamente l'app li cancella automaticamente quando i dati diventano troppo grandi
ml: ഹോംപേജ്, സ്പോട്ടിഫൈ ടോപ്പ് ചാർട്ടുകൾ, യൂട്യൂബ്, അവസാന സെഷനിലെ വിവരങ്ങൾ തുടങ്ങിയവയെല്ലാം അടങ്ങുന്ന കാഷെ ഇല്ലാതാക്കുക. സാധാരണയായി ഡാറ്റാ കൂടുമ്പോൾ ആപ്പ് തന്നെ ഇത് ക്ലിയർ ചെയ്യുന്നതാണ്
nl: Verwijder de cache van de startpagina, Spotify-hitlijsten, YouTube en vorige sessie. Normaliter doet de app dit automatisch als de cache-omvang te groot is geworden.
pl: Usuwa szczegóły z Pamięci Podręcznej, w tym Stronę Główną, Najlepsze Listy Przebojów Spotify, YouTube oraz Dane Ostatniej Sesji. Zwykle aplikacja automatycznie je usuwa gdy dane zajmują zbyt wiele miejsca
pt: Exclui informações salvas incluindo Página inicial, Spotify Top Charts, YouTube e informações da última sessão. Normalmente o aplicativo limpa automaticamente essas informações quando se tornam muito grandes.
ru: Удаляет кэшированные данные, включая домашнюю страницу, популярные хиты Spotify, YouTube и данные последней сессии. Обычно приложение автоматически очищает их, когда данных становится слишком много
ta: முகப்புப்பக்கம், Spotify உச்ச தரவரிசை, வலையொளி மற்றும் கடைசி அமர்வு தரவு உள்ளிட்ட பதுக்கிய விவரங்களை அழிக்கும். வழக்கமாக தரவு பெரிதாகும்போது செயலி அவற்றைத் தானாக துடைக்கும்.
tr: Spotify Üst Sekmeler, YouTube ve Son Oturum verileri dahil önbelleğe alınmış ayrıntıları siler. Genellikle uygulama veriler büyük olunca otomatik bir şekilde siler
uk: Видаляє кешовані дані, включаючи дані домашньої сторінки, популярні хіти Spotify, Youtube та дані останньої сесії. Зазвичай додаток автоматично очищає їх, коли даних стає занадто багато
ur: ہوم پیج، Spotify ٹاپ چارٹس، YouTube اور آخری سیشن کے ڈیٹا سمیت کیشڈ تفصیلات کو حذف کرتا ہے۔ عام طور پر جب ڈیٹا بڑا ہو جاتا ہے تو ایپ خود بخود انہیں صاف کر دیتی ہے
zh: 删除缓存内容，包括主页内容、Spotify 热门排行榜、YouTube 等数据。当占用空间过多时应用会自动清除数据

source: Converting Songs
cs: Konvertuji skladby
de: Konversion der Musik
es: Convirtiendo canciones
fr: Conversion des morceaux
he: שירים מומרים
hi: गीत रूपान्तरण कर रहे हैं
hu: A dalok konvertálása
id: Mengonversi Lagu
it: Converti canzoni
ml: ഗാനങ്ങൾ കൺവെർട്ട് ചെയ്യുന്നു
nl: Nummers converteren
pl: Konwertowanie Utworów
pt: Convertendo as Músicas
ru: Преобразование песен
ta: பாடல்களை மாற்றுகிறது
tr: Şarkılar Dönüştürülüyor
uk: Перетворення пісень
ur: گانوں کو تبدیل کر رہا ہے
zh: 正在转换歌曲

# createAlbumFold
source: Create folder for Album & Playlist Download
cs: Vytvořit složku pro stahování alb a playlistů
de: Ordner fürs Herunterladen von Alben und Wiedergabelisten erstellen
es: Crear carpeta para descarga de Álbum y Lista de reproducción
fr: Créer un dossier pour le téléchargement d'albums et de listes de lecture
he: ליצור תיקייה להורדת אלבומים ורשימות נגינה
hi: एल्बम और प्लेलिस्ट डाउनलोड के लिए फ़ोल्डर बनाएं
hu: Mappa létrehozása az Albumok és Lejátszási listák letöltéséhez
id: Buat folder untuk Unduhan Album & Daftar Putar
it: Crea una cartella per lo scaricamento di album e playlist
ml: ആലബവും പ്ലേലിസ്റ്റും ഡൗൺലോഡ് ചെയ്യുന്നതിന്നുള്ള ഫോൾഡർ നിർമിക്കുക
nl: Map aanmaken voor album en afspeellijst downloaden
pl: Utwórz folder do Pobierania Albumów i Playlist
pt: Criar pasta para Album & Download da lista de reprodução
ru: Создайте папку для загрузки альбомов и плейлистов
ta: தொகுப்பு & பாச்சரப் பதிவிறக்க அடைவைப் படை
tr: Albüm & Çalma Listesi indirmesi için bir klasör oluşturun
uk: Створіть папку для завантаження альбомів та плейлистів
ur: البم اور پلے لسٹ ڈاؤن لوڈ کے لیے فولڈر بنائیں
zh: 创建专辑和播放列表的下载文件夹

# createAlbumFoldSub
source: Creates common folder for Songs when Album or Playlist is downloaded
cs: Při stahování alba nebo playlistu vytvoří obecnou složku
de: Erstellt einen gemeinsamen Ordner für die Lieder, wenn ein Album oder eine Wiedergabeliste heruntergeladen wird
es: Crear una carpeta común para las canciones cuando se descarguen Álbumes o Listas de Reproducción
fr: Créer un dossier pour les morceaux lorsqu'un album ou une liste de lecture est téléchargée
he: יצירת תיקייה משותפת לשירים להורדת אלבום או רשימת נגינה
hi: एल्बम या प्लेलिस्ट डाउनलोड होने पर गानों के लिए कॉमन फोल्डर बनाता है
hu: Közös mappa létrehozása a zenékhez, amikor az albumokat és lejátszási listák letöltése befejeződött
id: Membuat folder umum untuk Lagu saat Album atau Daftar Putar diunduh
it: Crea una cartella comune per le canzoni quando si scarica un album o una playlist
ml: ആൽബമോ പ്ലേലിസ്റ്റോ ഡൗൺലോഡ് ചെയ്യുമ്പോൾ പാട്ടുകൾക്കായി പൊതുവായ ഫോൾഡർ സൃഷ്ടിക്കുന്നു
nl: Maakt een algemene map aan voor nummers zodra een album of afspeellijst offline wordt opgeslagen
pl: Tworzy wspólny folder dla Utworów, gdy pobierany jest Album lub Playlista
pt: Cria pasta comum para as Músicas quando Album ou Playlist é baixada
ru: Создает общую папку для песен при загрузке альбомов или плейлистов
ta: தொகுப்பு அ பாச்சரம் பதிவிறங்கும்போது பொதுவான அடைவைப் படைக்கும்
tr: Albüm veya Çalma Listesi indirildiğinde şarkılar için ortak klasör oluşturur
uk: Створює загальну папку для пісень при завантаженні альбомів чи плейлистів
ur: البم یا پلے لسٹ ڈاؤن لوڈ ہونے پر گانوں کے لیے عام فولڈر بناتا ہے
zh: 下载专辑或播放列表时创建公共文件夹

# changeOrder
source: Long Press to change order
cs: Dlouhým stisknutím změníte pořadí
de: Langer Druck zum Ändern der Reihenfolge
es: Mantener presionado para cambiar el orden
fr: Appui long pour changer l'ordre
he: אפשר לסדר מחדש בלחיצה ארוכה
hi: क्रम बदलने के लिए देर तक दबाएं
hu: Hosszan nyomd meg a sorrend megváltoztatásához
id: Tekan lama untuk mengubah urutan
it: Tieni premuto per cambiare ordine
ml: ക്രമം മാറ്റുവാൻ നീട്ടി അമർത്തുക
nl: Houd ingedrukt om de volgorde aan te passen
pl: Długie Naciśnięcie, aby zmienić kolejność
pt: Pressione e segure para alterar o pedido
ru: Нажмите и удерживайте, чтобы изменить порядок
ta: ஒழுங்கை மாற்ற நீண்டழுத்து
tr: Sırayı değiştirmek için uzun süre basın
uk: Довгий натиск щоб змінити порядок
ur: آرڈر تبدیل کرنے کے لیے دیر تک دبائیں
zh: 长按修改顺序

# chartLocation
source: Spotify Local Charts Location
cs: Lokace lokálních žebříčků Spotify
de: Standort der lokalen Spotify-Charts
es: Región de éxitos de Spotify
fr: Localisation des classements locaux Spotify
he: מיקום המצעדים המקומיים של Spotify
hi: स्पॉटिफाई लोकल चार्ट लोकेशन
hu: Spotify Local Charts helye
id: Lokasi Tangga Lagu Lokal Spotify
it: Posizione Canzoni Locali Spotify
ml: സ്‌പോട്ടിഫൈയ്യിലെ പ്രാദേശിക ചാർട്ടുകളുടെ സ്ഥാനം
nl: Locatie van lokale Spotify-hitlijst
pl: Lokalizacja Lokalnych List Przebojów Spotify
pt: Localização dos gráficos locais do Spotify
ru: Местоположение локальных хитов Spotify
ta: ஸ்பாட்டிஃபை உள்ளூர் தரவரிசையிடம்
tr: Spotify Yerel Listeler Konumu
uk: Місцезнаходження локальних хітів Spotify
ur: Spotify لوکل چارٹس لوکیشن
zh: Spotify 本地排行榜位置

# chartLocationSub
source: Country for Top Spotify Local Charts
cs: Země pro místní žebříčky nejlepších skladeb na Spotify
de: Land für lokale Top-Spotify-Charts
es: País para los éxitos de Spotify
fr: Pays pour les classements locaux Spotify
he: מדינת המצעדים המקומיים המובילים של Spotify
hi: स्पॉटिफाई टाप चार्ट के लिए देश
hu: Ország a Top Spotify Local Charts-ra
id: Negara untuk Tangga Lagu Lokal Spotify Teratas
it: Paese per le top locali di Spotify
ml: സ്പോട്ടിഫൈലേ മികച്ച പ്രാദേശിക ചാർട്ടുകൾക്കുള്ള രാജ്യം
nl: Land van Spotify-hitlijst
pl: Kraj Najlepszych Lokalnych List Przebojów Spotify
pt: País para Top Spotify Local Charts
ru: Страна для популярных локальных хитов Spotify
ta: உச்ச Spotify உள்ளூர் தரவரிசைக்கான நாடு
tr: En İyi Spotify Yerel Listeleri için Ülke
uk: Країна для популярних локальних хітів Spotify
ur: ٹاپ Spotify لوکل چارٹس کے لیے ملک
zh: Spotify 最热本地排行榜的国家/地区

# checkingUpdate
source: Checking for Updates…
cs: Kontrola aktualizací…
de: Aktualisierungen werden gesucht …
es: Comprobando actualizaciones…
fr: Vérification des mises à jours…
he: מתבצע איתור עדכונים…
hi: अपडेट्स के लिए जांच हो रही है…
hu: Frissítések keresése…
id: Memeriksa Pembaruan…
it: Ricerca aggiornamenti…
ml: അപ്ഡേറ്റുകൾ വന്നോയെന്ന് പരിശോധിക്കുന്നു…
nl: Bezig met controleren…
pl: Sprawdzanie Dostępności Aktualizacji…
pt: Verificando atualizações…
ru: Проверка обновлений…
ta: புதுப்பிப்புகளுக்குச் சரிபார்க்கிறது…
tr: Güncellemeler Kontrol Ediliyor…
uk: Перевірка оновлень…
ur: اپ ڈیٹس کی جانچ ہو رہی ہے…
zh: 正在检查更新…

# checkUpdate
source: Auto check for Updates
cs: Automatická kontrola aktualizací
de: Automatische Suche nach Aktualisierungen
es: Comprobar actualizaciones automáticamente
fr: Vérification automatique des mises à jours
he: לבדוק אוטומטית אם יש עדכונים
hi: अपडेट के लिए ऑटो चेक
hu: Frissítések automatikus keresése
id: Periksa Otomatis Pembaruan
it: Aggiornamenti automatici
ml: അപ്‌ഡേറ്റുകൾക്കായി യാന്ത്രിക പരിശോധന
nl: Automatisch controleren op updates
pl: Automatycznie sprawdzaj Dostępność Aktualizacji
pt: Checar automaticamente por atualizações
ru: Автоматическая проверка обновлений
ta: புதுப்பிப்புகளுக்கு தானாக சரிபார்
tr: Güncellemeleri otomatik kontrol et
uk: Автоматична перевірка оновлень
ur: اپ ڈیٹس کے لیے آٹو چیک کریں
zh: 自动检查更新

source: Clear
cs: Vymazat
de: Löschen
es: Limpiar
fr: Effacer
he: פינוי
hi: हटाएं
hu: Törlés
id: Bersihkan
it: Pulisci
ml: മായ്ക്കുക
nl: Wissen
pl: Wyczyść
pt: Limpar
ru: Очистить
ta: துடை
tr: Temizle
uk: Очистити
ur: صاف
zh: 清除

source: Clear All
cs: Vymazat vše
de: Alles löschen
es: Limpiar todo
fr: Tout effacer
he: פינוי של הכול
hi: सभी साफ करें
hu: Összes törlése
id: Bersihkan semua
it: Pulisci tutto
ml: എല്ലാം മായ്ക്കുക
nl: Alles wissen
pl: Wyczyść Wszystko
pt: Limpar Tudo
ru: Очистить все
ta: எல்லாந்துடை
tr: Hepsini temizle
uk: Очистити все
ur: تمام کو صاف کریں
zh: 清除全部
