Repository: StarsWarrior/BlackHole
Catalog: lib/localization/app_*.arb
Languages: bn, cs, de, es, fr, he, hi, hu, id, it, ml, nl, pl, pt, ru, sq, ta, tr, uk, ur, zh

# fetchingStream
source: Fetching Audio Stream
cs: Načítání streamu zvuku
de: Abrufen des Audiostreams
es: Obteniendo audio en línea
fr: Récupération du flux audio
he: תזרימי השמע מתקבלים
hi: ऑडियो स्ट्रीम लाई जा रही है
hu: Audiófolyam lekérése
id: Mengambil Aliran Audio
it: Recupero del flusso audio
ml: ഓഡിയോ സ്ട്രീം ലഭ്യമാക്കുന്നു
nl: Bezig met ophalen van audiostream…
pl: Pobieranie Strumienia Audio
pt: Buscando fluxo de áudio
ru: Получение аудиопотока
ta: ஒலிப்பாய்வைக் கொணர்கிறது
tr: Ses akışı alınıyor
uk: Отримання аудіопотоку
ur: آڈیو سٹریم لایا جا رہا ہے
zh: 正在获取音频流

source: Finish
cs: Dokončit
de: Beenden
es: Terminar
fr: Terminer
he: סיום
hi: समाप्त
hu: Befejezés
id: Menyelesaikan
it: Termina
ml: പൂർത്തിയാക്കുക
nl: Afronden
pl: Zakończ
pt: Terminado
ru: Завершить
ta: முடித்திடு
tr: Bitir
uk: Завершити
ur: ختم
zh: 结束

source: from
cs: z playlistu
de: aus
es: de
fr: depuis
he: מתוך
hi: से
hu: a
id: dari
it: da
ml: നിന്ന്
nl: van
pl: z
pt: de
ru: из
ta: இதிலிருந்து
tr: form
uk: з
ur: سے
zh: 从

source: Genre
cs: Žánr
es: Género
he: סגנון
hi: शैली
hu: Műfaj
id: Aliran
it: Genere
ml: തരം
pl: Gatunek
pt: Gênero
ru: Жанр
ta: வகைமை
tr: Tür
uk: Жанр
ur: نوع
zh: 类型

# importYt
source: Import from YouTube
cs: Importovat z YouTube
de: Aus YouTube importieren
es: Importar desde YouTube
fr: Importer depuis YouTube
he: ייבוא מ־YouTube
hi: यूट्यूब से आयात करें
hu: Importálás YouTube-ról
id: Impor dari YouTube
it: Importa da YouTube
ml: യൂട്യൂബ് നിന്ന് ഇറക്കുമതി ചെയ്യുക
nl: Importeren van YouTube
pl: Zaimportuj z YouTube
pt: Importar do YouTube
ru: Импорт из YouTube
ta: வலையொளியிலிருந்து இறக்குமதிசெய்
tr: YouTube'dan içe aktar
uk: Імпорт з YouTube
ur: یوٹیوب سے درآمد کریں
zh: 从 YouTube 导入

# inc
source: Increasing
cs: Zvyšující se
de: Zunehmend
es: Ascendente
fr: Croissant
he: עולה
hi: बढ़ते हुए
hu: Növekvő
id: meningkat
it: In aumento
ml: കൂടിവരുന്നു
nl: Oplopend
pl: Rosnąco
pt: Crescente
ru: Увеличение
ta: ஏறுமுகம்
tr: Artan
uk: Збільшення
ur: اضافہ
zh: 增序

source: Included
cs: Zahrnuto
de: Eingeschlossen
es: Incluido
fr: Inclus
he: כלול
hi: शामिल किया गया
hu: Tartalmazza
id: Termasuk
it: Incluso
ml: ഉൾപ്പെടുത്തിയത്
nl: Tonen
pl: Uwzględnione
pt: Incluído
ru: Включено
ta: உள்ளடங்கியது
tr: Dahil
uk: Включено
ur: شامل
zh: 包括

# includedDetails
source: Only songs from selected folders will be shown
cs: Budou zobrazeny pouze skladby z vybraných složek
de: Nur Lieder von ausgewählten Ordnern werden angezeigt
es: Solo se mostrarán las canciones de los directorios seleccionados
fr: Seuls les morceaux des dossiers sélectionnés seront affichés
he: רק שירים מהתיקיות הנבחרות יופיעו
hi: केवल चयनित फ़ोल्डरों के गाने दिखाए जाएंगे
hu: Csak a kiválasztott mappák dalai jelennek meg
id: Hanya lagu dari folder yang dipilih yang akan ditampilkan
it: Saranno mostrate solo canzoni dalle cartelle selezionate
ml: തിരഞ്ഞെടുത്ത ഫോൾഡറുകളിൽ നിന്നുള്ള പാട്ടുകൾ മാത്രമേ കാണിക്കൂ
nl: Er worden alleen nummers uit de gekozen mappen getoond
pl: Tylko utwory z wybranych folderów będą wyświetlane
pt: Somente músicas das pastas selecionadas serão exibidas
ru: Будут показаны только песни из выбранных папок
ta: தேர்ந்தெடுக்கப்பட்ட அடைவுகளிலிருந்தே பாடல்கள் காட்டப்படும்
tr: Yalnızca seçili klasörlerdeki şarkılar gösterilecek
uk: Тільки пісні з вибраних папок будуть показані
ur: صرف منتخب فولڈرز سے گانے دکھائے جائیں گے
zh: 仅显示选中的文件夹中的音乐

# insta
source: Instagram
he: אינסטגרם
hi: इंस्टाग्राम
ml: ഇൻസ്റ്റാഗ്രാം
ta: இன்ஸ்டாகிராம்
ur: انسٹاگرام

# ipAdd
source: IP Address
cs: IP adresa
de: IP-Adresse
es: Dirección IP
fr: Adresse IP
he: כתובת IP
hi: आईपी पता
hu: IP cím
id: Alamat IP
it: Indirizzo IP
ml: ഐ പി അഡ്രസ്സ്
nl: IP-adres
pl: Adres IP
pt: Endereço de IP
ru: IP-адрес
ta: IP முகவரி
tr: IP Adresi
uk: IP-адреса
zh: IP 地址

# lang
source: Language
cs: Jazyk
de: Sprache
es: Idioma
fr: Langue
he: שפה
hi: भाषा
hu: Nyelv
id: Bahasa
it: Lingua
ml: ഭാഷ
nl: Taal
pl: Język
pt: Linguagem
ru: Язык
ta: மொழி
tr: Dil
uk: Мова
ur: زبان
zh: 歌曲语言

# noLangSelected
source: No Music language selected. Select a language to see songs on Home Screen
cs: Nebyl vybrán žádný jazyk hudby. Vyberte jazyk pro zobrazení skladeb na domovské stránce
de: Keine Musiksprache ausgewählt. Wählen Sie eine Sprache, um Lieder auf dem Startbildschirm anzuzeigen
es: No seleccionó un idioma de música. Seleccione un idioma para ver canciones en la Vista de Inicio
fr: Aucune langue de musique sélectionnée. Sélectionnez une langue pour afficher les chansons sur l'écran d'accueil
he: לא נבחרה שפה למוזיקה. נא לבחור שפה כדי לצפות בשירים במסך הבית
hi: कोई संगीत भाषा चयनित नहीं है। होम स्क्रीन पर गाने देखने के लिए भाषा चुनें
hu: Nincs kiválasztott zenei nyelv. Válaszd ki a nyelvet a dalok megjelenítéséhez a kezdőképernyőn
id: Tidak ada bahasa Musik yang dipilih. Pilih bahasa untuk melihat lagu di Layar Utama
it: Nessuna lingua musicale selezionata. Seleziona una lingua per vedere le canzoni nella schermata principale
ml: സംഗീത ഭാഷയൊന്നും തിരഞ്ഞെടുത്തിട്ടില്ല. ഹോം സ്‌ക്രീനിൽ പാട്ടുകൾ കാണുന്നതിന് ഒരു ഭാഷ തിരഞ്ഞെടുക്കുക
nl: Je hebt geen muziektaal ingesteld. Stel een taal in om nummers te tonen op de startpagina.
pl: Nie wybrano języka Muzyki. Wybierz język, aby zobaczyć utwory na Ekranie Głównym
pt: Nenhuma linguagem de música selecionada. Selecione uma linguagem para ver músicas na Tela Inicial
ru: Музыкальный язык не выбран. Выберите язык для просмотра песен на главном экране
ta: இசை மொழி தேர்ந்தெடுக்கப்படவில்லை. முகப்புத்திரையில் பாடல்களைப் காண மொழியைத் தேர்ந்தெடு
tr: Müzik dili seçilmedi. Şarkıları ana ekranda görmek için bir dil seçin
uk: Мова музики не вибрана. Виберіть мову для перегляду пісень на головному екрані
ur: موسیقی کی کوئی زبان منتخب نہیں کی گئی۔ ہوم اسکرین پر گانے دیکھنے کے لیے ایک زبان منتخب کریں
zh: 尚未选择我音乐语言。请选择您想听的音乐语言

source: Removed
cs: Odebráno
de: Entfernt
es: Eliminado
fr: Retiré
he: הוסר
hi: हटाया गया
hu: Eltávolítva
id: DIHAPUS
it: Rimosso
nl: Verwijderd
pl: Usunięto
pt: Removido
ru: Удалено
ta: நீங்கியது
tr: Kaldırıldı
uk: Видалено
ur: ہٹا دیا گیا
zh: 已移除

source: Not Available
cs: Nedostupné
de: Nicht verfügbar
es: No disponible
fr: Indisponible
he: לא זמין
hi: उपलब्ध नहीं है
hu: Nem elérhető
id: Tidak tersedia
it: Non disponibile
ml: ലഭ്യമല്ല
nl: Niet beschikbaar
pl: Niedostępne
pt: Não disponível
ru: Недоступен
ta: கிடைக்கவில்லை
tr: Mevcut değil
uk: Недоступний
ur: دستیاب نہیں ہے
zh: 不可用

source: Nothing is
cs: Nic
de: Nichts ist
es: Nada está
fr: Rien est
he: כלום לא
hi: कुछ भी नहीं है
hu: Semmi sem
id: Tidak ada yang
it: Niente è
nl: Er wordt niets
pl: Nic nie jest
pt: Nada está
ru: Ничего
ta: ஒன்றுமே
tr: Hiçbir şey
uk: Нічого
ur: کچھ نہیں
zh: 暂无

# proxySetSub
source: Change Proxy IP and Port
cs: Změnit IP a port proxy
de: Proxy-IP und -Port ändern
es: Cambiar IP y Puerto de Proxy
fr: Changer l'IP et le port du proxy
he: החלפת הפתחה וה־IP של המתווך
hi: प्रॉक्सी आईपी और पोर्ट बदलें
hu: Proxy IP és Port módosítása
id: Ubah IP dan Port Proksi
it: Cambia l'IP e la porta del proxy
nl: Proxy-ip-adres en -poort wijzigen
pl: Zmień IP oraz Port Serwera Proxy
pt: Alterar IP e porta do proxy
ru: Изменить IP и порт прокси-сервера
ta: IP பதிலி மற்றும் புறையை மாற்று
tr: Proxy IP'sini ve bağlantı noktasını değiştirin
uk: Змінити IP та порт проксі-сервера
ur: پراکسی آئی پی اور پورٹ کو تبدیل کریں
zh: 修改代理 IP 和端口

# rememberChoice
source: Remember my choice
cs: Zapamatovat si mou volbu
de: Meine Wahl speichern
es: Recordar elección
fr: Se souvenir de mon choix
he: שמירת הבחירה שלי
hi: मेरी पसंद याद रखें
hu: Emlékezz a választásomra
id: Ingat pilihanku
it: Ricorda la mia scelta
nl: Keuze onthouden
pl: Zapamiętaj mój wybór
pt: Lembrar minhas escolhas
ru: Запомнить мой выбор
ta: என் தெரிவை ஞாபகம்வை
tr: Seçimimi hatırla
uk: Запамʼятати мій вибір
ur: میری پسند یاد رکھیں
zh: 记住选择

source: Removed from
cs: Odebráno z playlistu
de: Entfernt von
es: Eliminado de
fr: Retiré de
he: הוסר מתוך
hi: से निकाला गया
hu: Eltávolítva a
id: Dihapus dari
it: Rimosso da
nl: Verwijderd uit
pl: Usunięto z
pt: Removido do
ru: Удалено из
ta: இதிலிருந்து நீங்கியது
tr: Kaldırıldığı yer
uk: Видалено з
ur: سے ہٹا دیا گیا
zh: 已移除自

# searchYt
source: Search on YouTube
cs: Hledat na YouTube
de: Auf YouTube suchen
es: Buscar en YouTube
fr: Rechercher sur YouTube
he: חיפוש ב־YouTube
hi: यूट्यूब पर खोजें
hu: Keresés YouTube-on
id: Cari di YouTube
it: Cerca su YouTube
nl: Zoeken op YouTube
pl: Szukaj na YouTube
pt: Procurar no YouTube
ru: Искать на YouTube
ta: வலையொளியில் தேடு
tr: Youtube'da ara
uk: Пошук в YouTube
ur: یوٹیوب پر تلاش کریں
zh: 搜索 YouTube

# selectBackFile
source: Select Backup File
cs: Vyberte soubor zálohy
de: Sicherungsdatei auswählen
es: Selecciona archivo de Backup
fr: Sélectionner un fichier de sauvegarde
he: בחירת קובץ גיבוי
hi: बैकअप फ़ाइल का चयन करें
hu: Biztonsági mentés fájl kiválasztása
id: Pilih File Cadangan
it: Seleziona un file di backup
nl: Kies een back-upbestand
pl: Wybierz Plik Kopii Zapasowej
pt: Selecione o arquivo de Backup
ru: Выберите файл бэкапа
ta: காப்புநகற்கோப்பைத் தேர்ந்தெடு
tr: Yedekleme dosyasını seçin
uk: Виберіть файл з бекапом
ur: بیک اپ فائل کو منتخب کریں
zh: 选择备份文件

# selectDownLocation
source: Select Download Location
cs: Vyberte umístění stahování
de: Speicherort auswählen
es: Selecciona ubicación de descarga
fr: Sélectionner l'emplcament des téléchargements
he: בחירת מיקום הורדה
hi: डाउनलोड स्थान चुनें
hu: Letöltési hely kiválasztása
id: Pilih Lokasi Unduh
it: Seleziona la posizione degli scaricamenti
nl: Kies een downloadlocatie
pl: Wybierz Lokalizację Pobierania
pt: Selecione o local de Download
ru: Выберите расположение загрузки
ta: பதிவிறக்குமிடத்தைத் தேர்ந்தெடு
tr: İndirme konumunu seçin
uk: Виберіть місце для завантажень
ur: ڈاؤن لوڈ کا مقام منتخب کریں
zh: 选择下载位置

# shareAppSub
source: Let you friends know about us
cs: Dejte svým přátelům vědět o této aplikaci
de: Sprich deinen Freunden über uns
es: Comparte esta app con tus amigos
fr: Faites-nous connaître à vos amis
he: לספר עלינו לחבר׳ה
hi: आपने दोस्तों को हमारे बारे में बताएं
hu: Mondd el a barátaidnak, hogy megismerjenek minket
id: Beri tahu teman Anda tentang kami
it: Fai sapere ai tuoi amici di noi
nl: Vertel je vrienden over deze app
pl: Powiedz o nas swoim znajomym
pt: Fale sobre nós para seus amigos
ru: Пусть о нас узнают ваши друзья
ta: எம்மைப் பற்றி உம் நண்பர்களுக்குத் தெரியட்டும்
tr: Arkadaşlarınızın bizden haberdar olmasını sağlayın
uk: Розкажіть о додатку друзям
ur: آپ دوستوں کو ہمارے بارے میں بتائیں
zh: 向您的好友分享本应用

source: Size
cs: Velikost
de: Größe
es: Tamaño
fr: Taille
he: גודל
hi: आकार
hu: Méret
id: Ukuran
it: Dimensioni
nl: Grootte
pl: Rozmiar
pt: Tamanho
ru: Размер
ta: அளவு
tr: Boyut
uk: Розмір
ur: سائز
zh: 大小

# tgCh
source: Telegram Channel
cs: Kanál Telegram
de: Telegramm-Kanal
es: Canal de Telegram
fr: Canal Telegram
he: ערוץ בטלגרם
hi: टेलीग्राम चैनल
hu: Telegram csatorna
id: Saluran Telegram
it: Canale Telegram
nl: Telegramkanaal
pl: Kanał Telegram
pt: Canal do Telegram
ru: Telegram Канал
ta: டெலிகிராம் பதிவுத்தடம்
tr: Telegram kanalı
uk: Telegram Канал
ur: ٹیلیگرام چینل
zh: Telegram 频道

# tgGp
source: Telegram Group
cs: Skupina Telegram
de: Telegram-Gruppe
es: Grupo de Telegram
fr: Groupe Telegram
he: קבוצה בטלגרם
hi: टेलीग्राम समूह
hu: Telegram csoport
id: Grup Telegram
it: Gruppo Telegram
nl: Telegramgroep
pl: Grupa Telegram
pt: Grupo no Telegram
ru: Telegram Группа
ta: டெலிகிராம் குழு
tr: Telegram grubu
uk: Telegram Група
ur: ٹیلیگرام گروپ
zh: Telegram 群组

source: Theme
cs: Téma
de: Farbschema
es: Tema
fr: Thème
he: ערכת עיצוב
hi: थीम
hu: Téma
id: Tema
it: Tema
nl: Thema
pl: Motyw
pt: Tema
ru: Темы
ta: தோற்றம்
tr: Tema
uk: Теми
ur: تھیم
zh: 主题

# ytStreamQualitySub
source: Higher quality uses more data
cs: Vyšší kvalita využívá více dat
de: Höhere Qualität erfordert mehr Daten
es: Más calidad usa más datos
fr: Une qualité supérieure utilise plus de données
he: איכות גבוהה יותר דורשת יותר נתונים
hi: उच्च गुणवत्ता अधिक डेटा का उपयोग करती है
hu: A magasabb minőség több adatot használ
id: Kualitas yang lebih tinggi menggunakan lebih banyak data
it: Una qualità più alta utilizza più dati
nl: Hogere kwaliteit verbruikt meer mb's
pl: Wyższa jakość zużywa więcej danych
pt: Qualidade superior usa mais dados
ta: உயர்தரம் கூடுதல் தரவைப் பயன்படுத்தும்
tr: Daha yüksek kalite daha fazla veri kullanır
uk: Вища якість використовує більше місця на пристрої
ur: اعلی معیار زیادہ ڈیٹا استعمال کرتا ہے
zh: 更高画质使用更多流量

# liveSearchSub
source: Search songs as soon as user stops typing
cs: Hledat skladby hned, jak uživatel přestane psát
de: Musik suchen, sobald der Benutzer aufhört zu tippen
es: Buscar canciones mientras se escribe
fr: Rechercher des morceaux dès que l'utilisateur arrête d'écrire
he: לחפש שירים מיד בתום ההקלדה
hi: जैसे ही यूजर टाइप करना बंद करे गाने सर्च करें
hu: Dalok keresése, amint a felhasználó abbahagyja a gépelést
id: Cari lagu segera setelah pengguna berhenti mengetik
it: Ricerca canzoni appena l'utente smette di scrivere
ml: ഉപയോക്താവ് ടൈപ്പിംഗ് നിർത്തിയാൽ ഉടനെതന്നെ ഗാനങ്ങൾ തിരയുക
nl: Start een zoekopdracht zonder op enter te hoeven drukken
pl: Szukaj utworów, gdy tylko użytkownik przestanie pisać
pt: Pesquise músicas assim que o usuário parar de digitar
ru: Искать песни, как только пользователь перестанет печатать
ta: பயனர் எழுதுவதை நிறுத்தியவுடன் பாடல்களைத் தேடு
tr: Kullanıcı yazmayı bırakır bırakmaz şarkıları ara
uk: Шукати пісні, коли користувач перестане друкувати
ur: جیسے ہی صارف ٹائپ کرنا بند کرے گانا تلاش کریں
zh: 用户停止输入后立即搜索

source: Save Theme
cs: Uložit téma
de: Farbschema speichern
es: Guardar Tema
fr: Sauvegarder le thème
he: שמירת ערכת העיצוב
hi: थीम सहेजें
hu: Téma mentése
id: Simpan Tema
it: Salva il tema
nl: Thema opslaan
pl: Zapisz Motyw
pt: Salvar lista de reprodução
ru: Сохранить тему
ta: தோற்றத்தைச் சேமி
tr: Temayı kaydet
uk: Зберегти тему
ur: تھیم کو محفوظ کریں
zh: 保存主题

source: Theme saved!
cs: Téma uloženo!
de: Farbschema gespeichert!
es: ¡Tema guardado!
fr: Thème sauvegardé !
he: ערכת העיצוב נשמרה!
hi: थीम सहेजी गई!
hu: Téma mentve!
id: Tema disimpan!
it: Tema salvato!
nl: Het thema is opgeslagen!
pl: Motyw zapisany!
pt: Tema salvo!
ru: Тема сохранена!
ta: தோற்றம் சேமிக்கப்பட்டது!
tr: Tema kaydedildi!
uk: Тему збережено!
ur: تھیم محفوظ ہو گئی!
zh: 主题已保存！

# importResso
source: Import from Resso
cs: Importovat z Resso
de: Aus Resso importieren
es: Importar desde Resso
fr: Importer depuis Resso
he: ייבוא מ־Resso
hi: रेसो से आयात करें
hu: Importálás Resso-ról
id: Impor dari Resso
it: Importa da Resso
ml: റീസോ യിൽ നിന്ന് ഉൾപ്പെടുത്താൻ
nl: Importeren uit Resso
pl: Zaimportuj z Resso
pt: Importar do Resso
ta: ரெசோவிலிருந்து இறக்குமதிசெய்
tr: Resso'dan içe aktar
uk: Імпорт з Resso
ur: ریسو سے درآمد کریں
zh: 从 Resso 导入

# langQue
source: Which language songs would you prefer to listen to?
cs: V jakém jazyce preferujete poslouchat skladby?
de: In welcher Sprache würdest du Lieder am liebsten hören?
es: ¿En qué idioma prefiere escuchar las canciones?
fr: Dans quelle langue préférez-vous écouter les chansons ?
he: לשירים באילו שפות ברצונך להאזין?
hi: आप कौन सी भाषा के गाने सुनना पसंद करेंगे?
hu: Milyen nyelvű dalokat hallgatnál szívesebben?
id: Lagu bahasa mana yang ingin Anda dengarkan?
it: Quali canzoni in lingua preferisci ascoltare?
ml: നിങ്ങൾക്ക് ഏത് ഭാഷയിലുള്ള ഗാനങ്ങൾ കേൾക്കാനാണ് ഇഷ്ടം?
nl: In welke taal hoor je graag muziek?
pl: W jakim języku preferujesz słuchać utworów?
pt: Em qual linguagem das músicas você gostaria de ouvir?
ru: На каком языке вы предпочитаете слушать песни?
ta: எம்மொழிப்பாடல்களுக்குச் செவிசாய்க்க விரும்புவீர்?
tr: Hangi dil şarkıları dinlemeyi tercih edersin?
uk: На якій мові ви бажаєте слухати пісні?
ur: آپ کس زبان کے گانے سننا پسند کریں گے؟
zh: 您想听什么语言的歌曲？

source: Last Added
cs: Naposledy přidáno
de: Zuletzt hinzugefügt
es: Añadido recientemente
fr: Dernier ajout
he: נוסף לאחרונה
hi: आंखरी बार जोड़ा गया
hu: Utoljára hozzáadva
id: Terakhir Ditambahkan
it: Ultimo aggiunto
ml: അവസാനം കൂട്ടിച്ചേർത്തത്
nl: Onlangs toegevoegd
pl: Ostatnio Dodane
pt: Adicionado por último
ru: Последнее добавление
ta: கடைசியாக சேர்ந்தது
tr: Son eklenen
uk: Останнє додане
ur: آخری بار شامل کیا گیا
zh: 最近添加

source: Last Modified
cs: Naposledy upraveno
de: Zuletzt geändert
es: Última modificación
fr: Dernière modification
he: שונה לאחרונה
hi: अंतिम बार संशोधित
hu: Utoljára módosítva
id: Terakhir diubah
it: Ultima modifica
ml: അവസാനം പരിഷ്കരിച്ചത്
nl: Onlangs gewijzigd
pl: Ostatnio Zmodyfikowane
pt: Última modificação
ru: Последнее изменение
ta: கடைசியாக மாறியது
tr: Son düzenleme
uk: Останнє змінене
ur: آخری بار ترمیم کی گئی
zh: 最近修改

source: Last Session
cs: Poslední relace
de: Letzte Sitzung
es: Última sesión
fr: Session précédente
he: הפעלה אחרונה
hi: पिछला सत्र
hu: Utolsó munkamenet
id: Sesi Terakhir
it: Ultima sessione
ml: അവസാനത്തെ സെഷൻ
nl: Vorige sessie
pl: Ostatnia Sesja
pt: Última sessão
ru: Последний сеанс
ta: கடைசி அமர்வு
tr: Son oturum
uk: Останній сеанс
ur: گزشتئہ سیشن
zh: 最近收听

source: Library
cs: Knihovna
de: Bibliothek
es: Biblioteca
fr: Bibliothèque
he: ספריה
hi: लाइब्रेरी
hu: Könyvtár
id: Perpustakaan
it: Biblioteca
ml: ലൈബ്രറി
nl: Verzameling
pl: Biblioteka
pt: Biblioteca
ru: Библиотека
ta: பாவகம்
tr: Kütüphane
uk: Бібліотека
ur: لاہبراری
zh: 音乐库

source: Like
cs: Líbí se mi
de: Gefällt mir
es: Me gusta
fr: J'aime
he: לייק
hi: पसंद
hu: Tetszik
id: Suka
it: Mi piace
ml: ലൈക്ക്
nl: Vind ik leuk
pl: Polub
pt: Gostar
ru: Мне нравится
ta: விரும்பு
tr: Beğen
uk: Мені подобається
ur: پسند
zh: 收藏

# likedWork
source: Liked my work?
cs: Líbí se vám má práce?
de: Hat dir meine Arbeit gefallen?
es: ¿Le gusta mi trabajo?
fr: Vous avez aimé mon travail ?
he: אהבת את היצירה שלי?
hi: मेरा काम पसंद आया?
hu: Tetszett a munkám?
id: Suka pekerjaanku?
it: Ti è piaciuto il mio lavoro?
ml: എൻ്റെ വർക്കിഷ്ട്ടപ്പെട്ടോ?
nl: Wat vind je van mijn app?
pl: Podoba Ci się moja praca?
pt: Gostou do meu trabalho?
ru: Понравилась моя работа?
ta: என் வேலை பிடித்திருந்ததா?
tr: Çalışmamı beğendin mi?
uk: Сподобалася моя робота?
ur: میرا کام پسند آیا؟
zh: 支持开发

source: Live Search
cs: Živé hledání
de: Live-Suche
es: Búsqueda en vivo
fr: Recherche en direct
he: חיפוש חי
hi: लाइव खोज
hu: Élő keresés
id: Pencarian Langsung
it: Ricerca in diretta
ml: ലൈവ് സെർച്ച്
nl: Direct zoeken
pl: Wyszukiwanie Na Żywo
pt: Pesquisa em tempo real
ru: Живой поиск
ta: நேரடித் தேடல்
tr: Canlı Arama
uk: Живий пошук
ur: لائیو تلاش
zh: 立即搜索

# loadLast
source: Load Last Session on App Start
cs: Načíst poslední relaci při spuštění aplikace
de: Letzte Sitzung beim Start laden
es: Restaurar última sesión al iniciar la aplicación
fr: Charger la dernière session au démarrage de l'application
he: לטעון את ההפעלה האחרונה עם פתיחת היישומון
hi: ऐप स्टार्ट पर लास्ट सेशन लोड करें
hu: Utolsó munkamenet betöltése az alkalmazás indításakor
id: Muat Sesi Terakhir di Mulai Aplikasi
it: Carica ultima sessione all'avvio dell'app
ml: ആപ്പ് തുറക്കുമ്പോൾ അവസാന സെഷൻ ലോഡ് ചെയ്യുക
nl: Vorige sessie herstellen na opstarten
pl: Załaduj Ostatnią Sesję przy Starcie Aplikacji
pt: Carregar última sessão quando o Aplicativo iniciar
ru: Загрузка последней сессии при запуске приложения
ta: செயலி துவக்கத்தில் கடைசி அமர்வை ஏற்று
tr: Uygulama başladığında son oturumu yükle
uk: Завантаження останньої сесії при запуску додатку
ur: ایپ اسٹارٹ پر آخری سیشن لوڈ کریں
zh: 应用开启时转到上次开启的界面

source: Local
cs: Místní
de: Lokal
he: מקומי
hi: स्थानीय
hu: Helyi
id: Lokal
it: Locale
ml: പ്രാദേശികം
nl: Lokaal
pl: Lokalne
ru: Локально
ta: உள்ளூர்
tr: Yerel
uk: Локально
ur: مقامی
zh: 本地

source: Lyrics
cs: Texty
de: Liedtext
es: Letras
fr: Paroles
he: מילות השירים
hi: बोल
hu: Dalszöveg
id: Lirik
it: Testo
ml: വരികൾ
nl: Songtekst
pl: Tekst Utworu
pt: Letras
ru: Лирика
ta: பாவரிகள்
tr: Şarkı sözleri
uk: Лірика
ur: بول
zh: 歌词

# madeBy
source: Made with ♥ by Ankit Sangwan
cs: S ♥ vytvořil Ankit Sangwan
de: Gemacht mit ♥ von Ankit Sangwan
es: Hecho con ❤ por Ankit Sangwan
fr: Fait avec ♥ par Ankit Sangwan
he: נוצר ב־♥ על ידי אנקיט סנגוואן
hi: ♥ के साथ, अंकित सांगवान द्वारा बनाया गया
hu: ♥-el készült Ankit Sangwan által
id: Dibuat dengan ♥ oleh Ankit Sangwan
it: Fatto con ♥ da Ankit Sangwan
ml: അങ്കിത് സംഗ്വാൻ ❤️ കൊണ്ട് നിർമ്മിച്ചത്
nl: Met ♥ gemaakt door Ankit Sangwan
pl: Zrobione z ♥ przez Ankit Sangwan
pt: Feito com ♥ por Ankit Sangwan
ru: Сделано с ♥ от Ankit Sangwan
ta: ♥ உடன் Ankit Sangwanஆல் ஆக்கப்பட்டது
tr: Ankit Sangwan tarafından ♥ ile yapıldı
uk: Зроблено з ♥ від Ankit Sangwan
ur: انکیت سنگوان نے ♥ کے ساتھ بنایا گیا
zh: 开发者：Ankit Sangwan

# minAudioLen
source: Min Audio Length to search music
cs: Minimální délka zvuku pro hledání hudby
de: Minimale Audiolänge für die Suche nach Musik
es: Longitud de audio mínima para incluir musica
fr: Taille minimale de l'audio pour rechercher
he: אורך מקטע שמע מזערי לחיפוש מוזיקה
hi: संगीत खोजने के लिए न्यूनतम ऑडियो लंबाई
hu: Minimális hanghossz a zene kereséséhez
id: Panjang Minimal Audio untuk mencari musik
it: Lunghezza minima dell'audio per cercare la musica
ml: സംഗീതം തിരയാനുള്ള കുറഞ്ഞ ഓഡിയോ ദൈർഘ്യം
nl: De minimale audioduur waarnaar moet worden gezocht
pl: Minimalna Długość Utworu do szukania muzyki
pt: Tamanho mínimo das Músicas
ru: Минимальная длина звука для поиска музыки
ta: இசையைத் தேட குறைந்தபட்ச ஒலி நீளம்
tr: Müzik aramak için min ses uzunluğu
uk: Мінімальна довжина звука при пошуці музики
ur: موسیقی تلاش کرنے کے لیے کم از کم آڈیو کی لمبائی
zh: 搜索音乐的最小音频长度

source: More Info
cs: Další informace
de: Mehr Infos
es: Información
fr: Plus d'infos
he: מידע נוסף
hi: और जानकारी
hu: Több információ
id: Info lebih lanjut
it: Più info
ml: കൂടുതൽ വിവരങ്ങൾ
nl: Meer informatie
pl: Więcej Informacji
pt: Mais informações
ru: Больше информации
ta: மேலும் தகவல்
tr: Daha fazla bilgi
uk: Більше інформації
ur: مزید معلومات
zh: 更多信息

# musicLang
source: Music Language
cs: Jazyk hudby
de: Sprache der Musik
es: Idioma de la Música
fr: Langue de la musique
he: שפת המוזיקה
hi: संगीत भाषा
hu: Zene nyelve
id: Bahasa Musik
it: Lingua della musica
ml: സംഗീതത്തിൻ്റെ ഭാഷ
nl: Muziektaal
pl: Język Muzyki
pt: Linguagem da música
ru: Язык музыки
ta: இசையின் மொழி
tr: Müzik Dili
uk: Мова музики
ur: موسیقی کی زبان
zh: 音乐语言

# musicLangSub
source: To display songs on Home Screen
cs: K zobrazení skladeb na domovské obrazovce
de: Um Titel auf dem Startbildschirm anzuzeigen
es: Para mostrar canciones en la Vista de Inicio
fr: Pour afficher des morceaux sur l'écran d'accueil
he: כדי להציג שירים במסך הבית
hi: होम स्क्रीन पर गाने प्रदर्शित करने के लिए
hu: Dalok megjelenítése a kezdőképernyőn
id: Untuk menampilkan lagu di Layar Utama
it: Per visualizzare le canzoni sulla schermata principale
ml: ഹോം സ്‌ക്രീനിൽ പാട്ടുകൾ പ്രദർശിപ്പിക്കാൻ
nl: Om nummers te tonen op de startpagina
pl: Aby wyświetlić utwory na Ekranie Głównym
pt: Para exibir músicas na tela inicial
ru: Чтобы отобразить песни на главном экране
ta: பாடல்களை முகப்புத்திரையில் காண்பிக்க
tr: Ana Ekranda şarkıları görüntülemek için
uk: Щоб відобразити пісні на головному екрані
ur: ہوم اسکرین پر گانے ڈسپلے کرنے کے لیے
zh: 在主页显示歌曲

source: Music & Playback
cs: Hudba a přehrávání
de: Musik und Wiedergabe
es: Música y Reproducción
fr: Musique et lecture
he: מוזיקה ונגינה
hi: संगीत और प्लेबैक
hu: Zene és lejátszás
id: Musik & Pemutaran
it: Musica e riproduzione
ml: സംഗീതവും പ്ലേബാക്കും
nl: Muziek en afspelen
pl: Muzyka & Odtwarzanie
pt: Músicas & Reprodução
ru: Музыка и воспроизведение
ta: இசை & இயக்கம்
tr: Müzik ve Oynatma
uk: Музика і відтворення
ur: موسیقی اور پلے بیک
zh: 音乐 & 播放列表

source: My Music
cs: Má hudba
de: Meine Musik
es: Mi Música
fr: Ma musique
he: המוזיקה שלי
hi: मेरा संगीत
hu: Saját zenék
id: Lagu Saya
it: La mia musica
ml: എൻ്റെ സംഗീതം
nl: Mijn muziek
pl: Moja Muzyka
pt: Minhas Músicas
ru: Моя музыка
ta: என் இசை
tr: Müziğim
uk: Моя музика
ur: میری موسیقی
zh: 我的音乐

source: No
cs: Ne
de: Nein
fr: Non
he: לא
hi: नहीं
hu: Nem
id: Tidak
ml: വേണ്ട
nl: Nee
pl: Nie
pt: Não
ru: Нет
ta: இல்லை
tr: Hayır
uk: Ні
ur: نہیں
zh: 无
