Repository: StarsWarrior/BlackHole
Catalog: lib/localization/app_*.arb
Languages: bn, cs, de, es, fr, he, hi, hu, id, it, ml, nl, pl, pt, ru, sq, ta, tr, uk, ur, zh

# downingAlbum
source: Downloading Album
cs: Stahuji album
de: Album wird heruntergeladen
es: Descargando el álbum
fr: Téléchargement de l'album
he: אלבום יורד
hi: एल्बम डाउनलोड हो रहा है
hu: Album letöltése
id: Mengunduh Album
it: Scaricamento dell'album
ml: ആൽബം ഡൗൺലോഡ് ചെയ്യുന്നു
nl: Bezig met downloaden van album…
pl: Pobieranie Albumu
pt: Baixando o Album
ru: Скачивание альбома
ta: தொகுப்பைப் பதிவிறக்கிறது
tr: Albüm İndiriliyor
uk: Завантаження альбому
ur: البم ڈاؤن لوڈ ہو رہا ہے
zh: 正在下载专辑

source: Favorites
cs: Oblíbené
de: Favoriten
es: Favoritos
fr: Favoris
he: מועדפים
hi: पसंदीदा
hu: Kedvencek
id: Favorit
it: Preferiti
ml: പ്രിയപ്പെട്ടവ
nl: Favorieten
pl: Ulubione
pt: Favoritos
ru: Избранное
ta: அபிமானவை
tr: Favoriler
uk: Обране
ur: پسندیدہ
zh: 收藏夹

# downFilename
source: Download Name Format
cs: Formát názvu ke stažení
de: Dateinamenformat
es: Formato de nombre de descargas
fr: Format du nom de téléchargement
he: תבנית שם ההורדה
hi: डाउनलोड का नाम प्रारूप
hu: Letöltési név formátuma
id: Format Nama Unduhan
it: Formato del nome di scaricamento
ml: ഡൗൺലോഡ് ചെയ്യുന്നതിനുള്ള പേര് ഫോർമാറ്റ്
nl: Bestandsnaamopmaak van download
pl: Format Nazwy Pobranych Plików
pt: Formato de nome para download
ru: Формат имени загрузки
ta: பதிவிறக்கப் பெயரின் வடிவமைப்பு
tr: İndirme isim formatı
uk: Формат назви завантаженого
ur: نام کی شکل ڈاؤن لوڈ کریں
zh: 下载名称格式

# enterSongsCount
source: Enter no of Songs
cs: Zadejte počet skladeb
de: Gib die Anzahl der Titel ein
es: Introduzca el número de canciones
fr: Entrez le nombre de morceaux
he: מילוי מספר שירים
hi: गानों की संख्या दर्ज करें
hu: Add meg a dalok számát
id: Masukkan jumlah Lagu
it: Inserisci il numero di canzoni
ml: എത്ര പാട്ടുകളുണ്ടെന്ന് നൽകുക
nl: Voer het aantal nummers in
pl: Wpisz ilość Utworów
pt: Digite o número de músicas
ru: Введите количество песен
ta: எத்தனை பாடலென உள்ளிடு
tr: Şarkıların sayısını girin
uk: Введіть кількість пісень
ur: گانوں کا نمبر درج کریں
zh: 输入歌曲数量

# failedImport
source: Failed to Import
cs: Nepodařilo se importovat
de: Fehler beim Importieren
es: Fallo al importar
fr: Échec de l'importation
he: הייבוא נכשל
hi: आयात करने में विफल
hu: Sikertelen importálás
id: Gagal Mengimpor
it: Impossibile importare
ml: ഇറക്കുമതി ചെയ്തത് പരാജയപ്പെട്ടു
nl: Het importeren is mislukt
pl: Nie udało się Zaimportować
pt: Falha ao Importar
ru: Импорт не удался
ta: இறக்குமதி தோல்வி
tr: İçe aktarılamadı
uk: Не вдалося імпортувати
ur: امپورٹ کرنے میں ناکام
zh: 导入失败

# failedCreateBackup
source: Failed to create Backup
cs: Nepodařilo se vytvořit zálohu
de: Sicherung konnte nicht erstellt werden
es: Falló la creación de la Copia de Seguridad
fr: Échec de la création de la sauvegarde
he: יצירת הגיבוי נכשלה
hi: बैकअप बनाने में विफल
hu: Sikertelen a biztonsági mentés létrehozása
id: Gagal membuat Cadangan
it: Impossibile creare il backup
ml: ബാക്കപ്പ് നിർമാണം പരാജയപ്പെട്ടു
nl: Er kan geen back-up worden gemaakt
pl: Nie udało się utworzyć Kopii Zapasowej
pt: Falha ao criar o Backup
ru: Не удалось создать бэкап
ta: காப்புநகல் படைப்பு தோல்வி
tr: Yedek oluşturulamadı
uk: Не вдалося зробити бекап
ur: بیک اپ بنانے میں ناکام
zh: 创建备份失败

# excludedDetails
source: Songs from selected folders will not be shown
cs: Skladby z vybraných složek nebudou zobrazeny
de: Lieder der ausgewählten Ordner werden nicht angezeigt
es: Las canciones de los directorios seleccionados no se mostrarán
fr: Les morceaux des dossiers sélectionnés ne seront pas affichés
he: שירים מהתיקיות הנבחרות לא יופיעו
hi: चयनित फ़ोल्डरों के गाने नहीं दिखाए जाएंगे
hu: A kiválasztott mappák dalai nem jelennek meg
id: Lagu dari folder yang terpilih tidak akan ditampilkan
it: I brani delle cartelle selezionate non saranno mostrati
ml: തിരഞ്ഞെടുത്ത ഫോൾഡറുകളിൽ നിന്നുള്ള പാട്ടുകൾ കാണിക്കില്ല
nl: Nummers uit de gekozen mappen worden niet getoond
pl: Utwory z wybranych folderów nie będą wyświetlane
pt: Músicas das pastas selecionadas não serão exibidas
ru: Песни из выбранных папок отображаться не будут
ta: தேர்ந்தெடுத்த அடைவுகளின் பாடல்கள் காட்டப்படா
tr: Seçili klasörlerdeki şarkılar gösterilmeyecek
uk: Пісні з вибраних папок показуватися не будуть
ur: منتخب فولڈرز سے گانے نہیں دکھائے جائیں گے
zh: 已选择的文件夹中的歌曲不会显示

source: Exported
cs: Exportováno
de: Exportiert
es: Exportado
fr: Exporté
he: עבר ייצוא
hi: निर्यात किए गए
hu: Exportált
id: Diekspor
it: Esportato
ml: കയറ്റുമതി ചെയ്തു
nl: Het exporteren is voltooid
pl: Wyeksportowano
pt: Exportado
ru: Экспортировано
ta: ஏற்றுமதியானது
tr: Dışarı aktarıldı
uk: Експортовано
ur: ایکسپورٹڈ
zh: 已导出

# supportEqSub
source: Keep this off if you are unable to play songs (in both online and offline mode)
cs: Ponechte toto vypnuté, pokud vám nefunguje přehrávání skladeb (v online ani offline režimu)
de: Schalte diese Option aus, wenn du keine Lieder abspielen kannst (sowohl im Online- als auch im Offline-Modus)
es: Desactivar si no se reproduce música (tanto en línea cómo sin conexión)
fr: Désactivez cette option si vous ne pouvez pas lire la musique (en mode en ligne et hors ligne)
he: יש להשאיר את זה כבוי אם ניגון שירים נכשל (במצבים מקוון ובלתי מקוון)
hi: अगर आप गाने नहीं चला पा रहे हैं तो इसे बंद रखें (ऑनलाइन और ऑफलाइन दोनों मोड में)
hu: Tartsd kikapcsolva, ha nem tudod lejátszani a dalokat (online és offline módban egyaránt)
id: Matikan ini jika Anda tidak dapat memutar lagu (dalam mode online dan offline)
it: Mantieni disabilitato se non riesci a sentire le canzoni (sia in modalità in linea che fuori linea)
nl: Schakel uit als je geen nummers kunt afspelen (zowel on- als offline)
pl: Zostaw to wyłączone jeżeli nie możesz odtwarzać utworów (zarówno w trybie online, jak i offline)
pt: Desligue se você não conseguir reproduzir músicas (no modo online e offline)
ru: Выключите эту функцию, если вы не можете воспроизводить песни (как в онлайн, так и в офлайн режимах)
ta: பாடல்களை இயக்கவியலவில்லையெனில் இதை அணைத்தே வைத்திரு (இயங்கலை மற்றும் முடக்கலை பயன்முறையில்)
tr: Şarkılar oynatılamıyorsa (hem çevrimiçi hem de çevrimdışı modda) bunu kapalı tutun
uk: Вимкніть цю функцію, якщо ви не можете відтворювати пісні (як в онлайн, так і в офлайн режимах)
ur: اگر آپ گانے بجانے سے قاصر ہیں تو اسے بند رکھیں (آن لائن اور آف لائن دونوں موڈ میں)
zh: 无法播放音乐时关闭该选项（在线或离线音乐）

# failedTagEdit
source: Failed to edit tags
cs: Nepodařilo se upravit štítky
de: Schlagwörter konnten nicht bearbeitet werden
es: Fallo al editar las etiquetas
fr: Échec de la modification des étiquettes
he: עריכת התגיות נכשלה
hi: टैग संपादित करने में विफल
hu: Nem sikerült a címkéket szerkeszteni
id: Gagal mengedit tag
it: Impossibile modificare le etichette
ml: ടാഗുകൾ തിരുത്തുന്നതിൽ പരാജയപ്പെട്ടു
nl: De tags kunnen niet worden bewerkt
pl: Nie udało się zedytować tagów
pt: Falha ao tentar editar as tags
ru: Не удалось отредактировать теги
ta: தொக்கிகளைத் திருத்துதல் தோல்வி
tr: Etiketler düzenlenemedi
uk: Не вдалося відредагувати теги
ur: ٹیگز میں ترمیم کرنے میں ناکام
zh: 编辑标签失败

# favSongs
source: Favorite Songs
cs: Oblíbené skladby
de: Lieblingslieder
es: Canciones Favoritas
fr: Morceaux favoris
he: שירים מועדפים
hi: पसंदीदा गाने
hu: Kedvenc dalok
id: Lagu favorit
it: Brani preferiti
ml: പ്രിയപ്പെട്ട പാട്ടുകൾ
nl: Favoriete nummers
pl: Ulubione Utwory
pt: Músicas favoritas
ru: Любимые песни
ta: அபிமான பாடல்கள்
tr: Favori şarkılar
uk: Улюблені пісні
ur: پسندیدہ گانے
zh: 我喜欢的音乐

# getLyricsOnline
source: Search lyrics of local songs
cs: Hledat texty lokálních skladeb
de: Suche nach Liedtexten lokaler Lieder
es: Buscar letras de canciones locales
fr: Recherche de paroles de chansons locales
he: חיפוש מילים של שירים מקומיים
hi: स्थानीय गीतों के बोल खोजें
hu: Helyi dalszövegek keresése
id: Cari lirik dari lagu lokal
it: Cerca i testi delle canzoni locali
ml: ലോക്കേൽ ഗാനങ്ങളുടെ വരികൾ തിരയുക
nl: Songteksten van offline-nummers zoeken
pl: Wyszukaj teksty lokalnych utworów
pt: Pesquisar letras de canções locais
ta: உள்ளூர் பாடல்களின் பாவரிகளைத் தேடு
tr: Yerel şarkıların sözlerini ara
uk: Шукати лірику локальних пісень
ur: مقامی گانوں کے بول تلاش کریں
zh: 搜索本地歌曲的歌词

# getLyricsOnlineSub
source: Search online if lyrics aren't available/downloaded for any offline song
cs: Hledat texty online, pokud nejsou dostupné/stažené
de: Suche online, wenn keine Liedtexte für ein Offline-Lied verfügbar sind oder heruntergeladen wurden
es: Buscar letras en línea si las canciones descargadas no traen letras
fr: Recherchez en ligne si les paroles ne sont pas disponibles/téléchargées pour une chanson hors ligne
he: לחפש באינטרנט אם מילות השיר לא זמינות/התקבלו עבור שיר בלתי מקוון כלשהו
hi: अगर किसी ऑफलाइन गाने के बोल उपलब्ध/डाउनलोड नहीं हैं तो ऑनलाइन सर्च करें
hu: Online keresés, ha a dalszövegek nem elérhetők/letölthetők bármely offline dalhoz
id: Cari online jika lirik tidak tersedia/diunduh untuk semua lagu offline
it: Cerca in linea se i testi non sono disponibili/scaricati per qualsiasi canzone fuori linea
ml: ഏതെങ്കിലും ഓഫ്‌ലൈൻ ഗാനത്തിന്റെ വരികൾ ലഭ്യമല്ലെങ്കിൽ/ഡൗൺലോഡ് ചെയ്‌തിട്ടുണ്ടെങ്കിൽ ഓൺലൈനിൽ തിരയുക
nl: Zoek online naar songteksten als deze niet beschikbaar/gedownload zijn
pl: Wyszukaj online, jeśli tekst utworu nie jest dostępny/pobrany dla żadnego z utworów offline
pt: Pesquisar online se as letras não estão disponíveis/descarregadas para qualquer música offline
ta: அணைவரி பாடலுக்கு பாவரிகள் கிடைக்க/பதிவிறக்கப்படவில்லை எனில் இணையத்தில் தேடு
tr: Herhangi bir çevrimdışı şarkı için şarkı sözleri mevcut değilse/indirilmediyse çevrimiçi arama yapın
uk: Шукати лірику офлайн пісень онлайн, якщо вона недоступна
ur: آن لائن تلاش کریں اگر کسی آف لائن گانے کے بول دستیاب/ڈاؤن لوڈ نہ ہوں
zh: 如任何离线歌曲的歌词未下载或不可用，则在线搜索

# importSpotify
source: Import from Spotify
cs: Importovat ze Spotify
de: Aus Spotify importieren
es: Importar desde Spotify
fr: Importer depuis Spotify
he: ייבוא מ־Spotify
hi: स्पोटिफाई से आयात करें
hu: Importálás Spotify-ról
id: Impor dari Spotify
it: Importa da Spotify
ml: സ്പോട്ടിഫൈ നിന്ന് ഇറക്കുമതി ചെയ്യുക
nl: Importeren uit Spotify
pl: Zaimportuj ze Spotify
pt: Importar do Spotify
ru: Импорт из Spotify
ta: ஸ்பாட்டிஃபையிலிருந்து இறக்குமதிசெய்
tr: Spotify'dan içe aktar
uk: Імпорт з Spotify
ur: Spotify سے درآمد کریں
zh: 从 Spotify 导入

# includeExcludeFolder
source: Include/Exclude Folders
cs: Zahrnout/vyloučit složky
de: Ordner einschließen/ausschließen
es: Incluir/Excluir directorios
fr: Inclure/exclure des dossiers
he: לכלול/להחריג תיקיות
hi: फ़ोल्डर शामिल करें/बहिष्कृत करें
hu: Mappák felvétele/kizárása
id: Sertakan/Kecualikan Folder
it: Includi/Escludi cartelle
ml: ഫോൾഡറുകൾ ഉൾപ്പെടുത്താനും അയക്കാനും
nl: Mappen tonen/verbergen
pl: Uwzględnij/Wyklucz Foldery
pt: Incluir/Excluir pastas
ru: Включить / исключить папки
ta: அடைவுகளை உள்ளடக்கு/விலக்கு
tr: Klasörleri Dahil Et/Etme
uk: Включити/виключити папки
ur: فولڈرز کو شامل/خارج کریں
zh: 包括/不包括文件夹

# includeExcludeFolderSub
source: Includes/Excludes selected folders from 'My Music' Section
cs: Zahrne/vyloučí vybrané složky ze sekce 'Má hudba'
de: Ausgewählte Ordner der „Meine Musik“-Sektion werden eingeschlossen/ausgeschlossen
es: Incluye/Excluye los directorios seleccionados de la sección 'Mi música'
fr: Inclure/exclure les dossiers sélectionnés de la section « Ma musique »
he: להכליל/להחריג את התיקיות הנבחרות מאזור ‚המוזיקה שלי’
hi: 'मेरा संगीत' अनुभाग से चयनित फ़ोल्डरों को शामिल/बहिष्कृत करता है
hu: Kiválasztott mappák felvétele/kizárása a 'Saját zene' szekcióból
id: Menyertakan/Mengecualikan folder yang dipilih dari Bagian “Musik Saya”
it: Includi/Escludi cartelle selezionate dalla sezione «La mia musica»
ml: 'എന്റെ സംഗീതം' വിഭാഗത്തിൽ നിന്ന് തിരഞ്ഞെടുത്ത ഫോൾഡറുകൾ ഉൾപ്പെടുതാനും/ഒഴിവാക്കാനും
nl: Toon/Verberg de gekozen mappen in de sectie ‘Mijn muziek’
pl: Uwzględnia/Wyklucza wybrane foldery z Sekcji 'Moja Muzyka'
pt: Inclui/Exclui pastas selecionadas da seção «Minha música»
ru: Включает / исключает выбранные папки из раздела «Моя музыка»
ta: தேர்ந்தெடுக்கப்பட்ட அடைவுகளை 'என் இசை' பிரிவிலிருந்து உள்ளடக்கும்/விலக்கும்
tr: “Müziğim” bölümünden seçilen klasörleri dahil eder/etmez
uk: Включає/виключає вибрані папки з розділу «Моя музика»
ur: 'میرا میوزک' سیکشن سے منتخب فولڈرز کو شامل/خارج کرتا ہے
zh: 包括/不包括 '我的音乐' 中选则的文件夹

# loadLastSub
source: Automatically load last session when app starts
cs: Automaticky načíst poslední relaci při spuštění aplikace
de: Automatisches Laden der letzten Sitzung beim Start der Anwendung
es: Restaurar automáticamente la última sesión cuando la aplicación se inicia
fr: Charger automatiquement la dernière session lors du lancement de l'application
he: לטעון את ההפעלה האחרונה אוטומטית עם פתיחת היישומון
hi: ऐप शुरू होने पर स्वचालित रूप से अंतिम सत्र लोड करें
hu: Automatikusan betölti az utolsó munkamenetet az alkalmazás indításakor
id: Secara otomatis memuat sesi terakhir saat aplikasi dimulai
it: Carica automaticamente l'ultima sessione all'avvio dell'app
ml: ആപ്പ് തുറക്കുമ്പോൾ തന്നെ ഓട്ടോമാറ്റിക് ആയിട്ട് പഴയ സെഷൻ മുതൽ തുടങ്ങുക
nl: Herstel automatisch de vorige sessie na het opstarten van de app
pl: Automatycznie załaduj ostatnią sesję kiedy aplikacja się uruchamia
pt: Automaticamente carregar última sessão quando o aplicativo iniciar
ru: Автоматическая загрузка последней сессии при запуске приложения
ta: செயலி துவங்கும்போது தானாக கடைசி அமர்வை ஏற்று
tr: Uygulama başladığında otomatik olarak son oturumu yükle
uk: Автоматично завантажує останню сесію при запуску додатку
ur: ایپ شروع ہونے پر آخری سیشن خودکار طور پر لوڈ کریں
zh: 应用开启时自动转到上次开启的界面

# joinTgSub
source: Want to Test beta versions? Join us now!
cs: Chcete vyzkoušet beta verze? Připojte se k nám!
de: Möchtest du Beta-Versionen testen? Mach jetzt mit!
es: ¿Quieres probar versiones beta? ¡Únete ahora!
fr: Vous voulez tester les versions bêta ? Rejoignez-nous dès maintenant !
he: מעניין אותך לבדוק גרסאות ניסיוניות? אפשר להצטרף אלינו כעת!
hi: बीटा संस्करणों का परीक्षण करना चाहते हैं? हमसे अभी जुड़ो!
hu: Szeretnéd tesztelni a béta verziókat? Csatlakozz hozzánk most!
id: Ingin Menguji versi beta? Bergabunglah Dengan Kami Sekarang!
it: Vuoi provare la versione beta? Unisciti ora!
ml: ബീറ്റ പതിപ്പ് പരീക്ഷിക്കാൻ താൽപ്പര്യമുണ്ടോ? ഞങ്ങളുടെ കൂടെ കൂടൂ!
nl: Wil je bètaversies testen?
pl: Chcesz Stestować wersje beta? Dołącz do nas już teraz!
pt: Quer testar as versões Beta? Junte-se a nós!
ru: Хотите тестировать бета-версии? Присоединяйтесь к нам прямо сейчас!
ta: பீட்டா பதிப்புகளைச் சோதிக்கவேண்டுமா? இப்போதே எம்முடன் சேர்க!
tr: Beta sürümlerini test etmek ister misiniz? Şimdi bize katılın!
uk: Хочете тестувати бета-версії? Приєднуйтесь до нас!
ur: بیٹا ورژن کی جانچ کرنا چاہتے ہیں؟ اب ہمارے ساتھ شامل ہوں!
zh: 想体验测试版本吗？快加入我们的频道吧！

# langSub
source: App Text Language
cs: Jazyk aplikace
de: Textsprache der Anwendung
es: Lenguaje de la aplicación
fr: Langue du texte de l'appli
he: שפת כיתוב היישומון
hi: ऐप टेक्स्ट भाषा
hu: Alkalmazás nyelve
id: Bahasa Teks Aplikasi
it: Lingua del testo dell'app
ml: ആപ്പിലെ ടെക്സ്റ്റിൻ്റെ ഭാഷ
nl: Apptaal
pl: Język Tekstu Aplikacji
pt: Linguagem dos textos do aplicativo
ru: Язык текста приложения
ta: செயலியுரையின் மொழி
tr: Uygulama Metni Dili
uk: Мова тексту додатку
ur: ایپ ٹیکسٹ لینگوئج
zh: 应用语言

# latest
source: Congrats! You are using the latest version :)
cs: Gratulujeme! Používáte nejnovější verzi :)
de: Herzlichen Glückwunsch! Du verwendest die neueste Version :)
es: Está usando la última versión :)
fr: Félicitations ! Vous utilisez la dernière version :)
he: ברכות! זאת הגרסה העדכנית ביותר :)
hi: बधाई! आप नवीनतम संस्करण का उपयोग कर रहे हैं :)
hu: Gratulálok! A legújabb verziót használod :)
id: Selamat! Anda menggunakan versi terbaru :)
it: Congratulazioni! Stai usando l'ultima versione :)
ml: അഭിനന്ദനങ്ങൾ! നിങ്ങളുപയോഗിക്കുന്നത് ഏറ്റവും പുതിയ വേർഷനാണ് :)
nl: Gefeliciteerd! Je beschikt over de nieuwste versie. 🙂
pl: Gratulacje! Używasz najnowszej wersji :)
pt: Parabéns! Você está usando a última versão :)
ru: Поздравляем! Вы используете последнюю версию :)
ta: வாழ்த்துக்கள்! அண்மை பதிப்பைப் பயன்படுத்துகிறீர் :)
tr: Tebrikler! En son sürümü kullanıyorsun :)
uk: Вітаємо! Ви використовуєте останню версію :)
ur: مبارک ہو! آپ تازہ ترین ورژن استعمال کر رہے ہیں :)
zh: 当前版本已是最新

# live
source: LIVE NOW
cs: NYNÍ ŽIVĚ
de: JETZT LIVE
es: EN VIVO
fr: EN DIRECT
he: חי כעת
hi: अब सीधा प्रसारण हो रहा है
id: LIVE SEKARANG
it: IN DIRETTA
ml: ഇപ്പൊൾ ലൈവാണ്
nl: NU LIVE
pl: NA ŻYWO
pt: AO VIVO AGORA
ru: В эфире
ta: இப்போது நேரலை
tr: ŞUAN CANLI
uk: В ефірі
ur: ابھی لائیو
zh: 正在直播

# miniButtons
source: Buttons to show in Mini Player
cs: Tlačítka k zobrazení v mini přehrávači
de: Schaltflächen, die im Mini-Player angezeigt werden
es: Botones a mostrar en el Mini Reproductor
fr: Boutons à afficher dans le mini-lecteur
he: כפתורים להצגה בנגן המוקטן
hi: मिनी प्लेयर में दिखाने के लिए बटन
hu: Gombok megjelenítése a Mini lejátszóban
id: Tombol untuk ditampilkan di Mini Player
it: Pulsanti da mostrare nel mini lettore
ml: മിനി പ്ലെയറിൽ കാണിക്കാനുള്ള ബട്ടണുകൾ
nl: Knoppen op minispeler
pl: Przyciski wyświetlane w Miniodtwarzaczu
pt: Botões para mostrar no Mini Player
ru: Кнопки для отображения в мини-плеере
ta: சிறு இயக்கியைக் காட்ட பொத்தான்கள்
tr: Mini oynatıcıda gösterilecek tuşlar
uk: Кнопки для відображення в мініпрогравачі
ur: منی پلیئر میں دکھانے کے لیے بٹن
zh: 音乐通知界面按钮

source: Reset
cs: Resetovat
de: Zurücksetzen
es: Reiniciar
fr: Réinitialiser
he: איפוס
hi: रीसेट
hu: Visszaállítás
id: Atur Ulang
it: Azzera
nl: Standaardwaarden
pl: Zresetuj
pt: Redefinir
ru: Сброс
ta: அகரமாக்கு
tr: Sıfırla
uk: Сброс
ur: دوبارہ ترتیب دیں
zh: 重置

# minAudioAlert
source: Min Audio Length (in sec)
cs: Minimální délka zvuku (ve vteřinách)
de: Min. Audiolänge (in Sekunden)
es: Longitud mínima de audio (en segundos)
fr: Taille minimale de l'audio (en sec)
he: אורך מקטע השמע המזערי (בשניות)
hi: न्यूनतम ऑडियो लंबाई (सेकंड में)
hu: Minimális hanghossz (másodpercben)
id: Panjang Audio Min (dalam detik)
it: Lunghezza minima dell'audio (in s)
ml: ഓഡിയോയുടെ മിനിമം ദൈർഘ്യം (സെക്കൻ്റുകളിൽ)
nl: Min. audioduur (in sec.)
pl: Minimalna Długość Utworu (w sekundach)
pt: Mínimo tamanho dos audios (em segundos)
ru: Мин. длина звука (в сек)
ta: குறைந்தபட்ச ஒலி நீளம் (நொடியில்)
tr: Minimum ses süresi (saniye)
uk: Мін. довжина аудіо (в секундах)
ur: کم از کم آڈیو کی لمبائی (سیکنڈ میں)
zh: 最小音频长度（单位：秒）

# minAudioLenSub
source: Audios with length smaller than this will not be shown in 'My Music' Section
cs: Zvuk s délkou kratší než je nastavená nebude zobrazen v sekci 'Má hudba'
de: Audios mit einer geringeren Länge werden im Bereich „Meine Musik“ nicht angezeigt
es: Audio con una duración más corta no será mostrado en la sección 'Mi Música'
fr: Les audios dont la longueur est inférieure à celle-ci ne seront pas affichés dans la section « Ma musique »
he: קטעי שמע קצרים מהגדרה זו לא יופיעו באזור ‚המוזיקה שלי’
hi: इससे कम लंबाई वाले ऑडियो 'मेरा संगीत' अनुभाग में नहीं दिखाए जाएंगे
hu: Az ennél kisebb hosszúságú audiók nem jelennek meg a 'Saját zene' szekcióban
id: Audio dengan panjang lebih kecil dari ini tidak akan ditampilkan di Bagian 'Musik Saya'
it: Gli audio con lunghezza inferiore a questa non saranno mostrati nella sezione «La mia musica»
ml: ഇതിലും ചെറിയ ദൈർഘ്യമുള്ള ഓഡിയോകൾ 'എന്റെ സംഗീതം' വിഭാഗത്തിൽ കാണിക്കില്ല
nl: Audio met een kortere duur wordt niet getoond in de sectie ‘Mijn muziek’
pl: Utwory o długości mniejszej niż ta nie będą wyświetlane w sekcji 'Moja Muzyka'
pt: Audios com tamanho menor não serão mostradas na sessão de 'Minhas Músicas'
ru: Аудиозаписи с длиной меньше указанной не будут отображаться в разделе 'Моя музыка'
ta: இதைவிடச் சிறிய நீளமுள்ள ஒலிகள் 'என் இசை' பிரிவில் காட்டப்படா
tr: Bundan daha kısa uzunluktaki sesler 'Müziğim' bölümünde gösterilmeyecektir
uk: Аудіозаписи з довжиною менше вказаної не будуть відображатися у розділі 'Моя музика'
ur: اس سے چھوٹی لمبائی والے آڈیوز 'میرا میوزک' سیکشن میں نہیں دکھائے جائیں گے
zh: 长度小于该值的音频不会显示在 '我的音乐' 界面

source: Play
cs: Přehrát
de: Abspielen
es: Reproducir
fr: Lecture
he: נגינה
hi: चलाएं
hu: Lejátszás
id: Bermain
it: Riproduci
nl: Afspelen
pl: Odtwórz
pt: Tocar
ru: Слушать
ta: இயக்கு
tr: Çal
uk: Грати
ur: چلادو
zh: 播放

source: Play Next
cs: Přehrát jako další
de: Zunächst hören
es: Escuchar a continuación
fr: Écouter ensuite
he: לנגן את הבא
hi: अगला चलाएं
hu: Következő lejátszása
id: Mainkan Selanjutnya
it: Ascolta dopo
nl: Volgende afspelen
pl: Odtwórz Następny
pt: Tocar próximo
ru: Слушать дальше
ta: அடுத்ததை இயக்கு
tr: Sonrakini çal
uk: Грати наступне
ur: اگلا چلادو
zh: 播放下一首

# restoreSub
source: Restore your data from Backup. You might need to restart app
cs: Obnovte vaše data ze zálohy. Možná budete muset restartovat aplikaci
de: Stelle deine Daten aus der Sicherung wieder her. Möglicherweise musst du die Anwendung neu starten
es: Restaura tus datos desde un Backup. Puede que necesites reiniciar la app
fr: Restaurer vos données depuis une sauvegarde. Vous devrez probablement relancer l'application
he: שחזור הנתונים שלך מגיבוי. יתכן שיהיה עליך להפעיל את היישומון מחדש
hi: बैकअप से अपना डेटा पुनर्स्थापित करें। आपको ऐप को पुनरारंभ करने की आवश्यकता हो सकती है
hu: Állítsd vissza az adataid biztonsági mentésből. Lehet, hogy újra kell indítanod az alkalmazást
id: Pulihkan data Anda dari Cadangan. Anda mungkin perlu memulai ulang aplikasi
it: Ripristina i tuoi dati dal backup. Potrebbe essere necessario riavviare l'app
nl: Herstel je gegevens uit een back-up. Herstart nadien de app.
pl: Przywróć swoje dane z Kopii Zapasowej. Konieczne może być zrestartowanie aplikacji
pt: Restaure suas informações usando um Backup. Pode ser necessário reiniciar o aplicativo
ru: Восстановите данные из бэкапа. Возможно, вам придется перезапустить приложение
ta: காப்புநகலிலிருந்து தரவை மீட்டெடு. செயலியை மறுதுவக்கவேண்டியிருக்கலாம்
tr: Verilerinizi yedeklemeden geri yükleyin. Uygulamayı yeniden başlatmanız gerekebilir
uk: Відновіть дані з бекапу. Можливо, вам знадобиться перезапустити додаток
ur: بیک اپ سے اپنا ڈیٹا بحال کریں۔ آپ کو ایپ کو دوبارہ شروع کرنے کی ضرورت پڑ سکتی ہے
zh: 从备份文件中恢复数据 您需要在恢复成功后重启应用

# prefReq
source: Mind telling us a few things?
cs: Nechcete nám říct pár dalších věcí?
de: Könntest du uns ein paar Dinge sagen?
es: ¿Quieres decirnos alguna cosa?
fr: Voulez-vous nous dire quelque chose ?
he: נוכל לשאול אותך כמה שאלות?
hi: हमें कुछ बताने का कष्ट करेंगे?
hu: Elmondanál nekünk néhány dolgot?
id: Keberatan memberi tahu kami beberapa hal?
it: Ti dispiace dirci alcune cose?
nl: Heb je een momentje?
pl: Chcesz nam powiedzieć kilka rzeczy?
pt: Quer nos contar algo?
ru: Не расскажете нам кое-что?
ta: எம்மிடம் சிலவற்றைச் சொல்ல மனம் வருகிறதா?
tr: Bize birkaç şey söylemek ister misin?
uk: Хочете щось нам розповісти?
ur: ہمیں کچھ باتیں بتاہیں گے؟
zh: 反馈和提出建议

# selectBackLocation
source: Select Backup Location
cs: Vyberte umístění zálohy
de: Sicherungsort auswählen
es: Selecciona ubicación de Backup
fr: Sélectionner l'emplacement de sauvegarde
he: בחירת מיקום גיבוי
hi: बैकअप स्थान चुनें
hu: Biztonsági mentés helyének kiválasztása
id: Pilih Lokasi Cadangan
it: Seleziona la posizione di backup
nl: Kies een back-uplocatie
pl: Wybierz Lokalizację Kopii Zapasowej
pt: Selecionar local de backup
ru: Выберите расположение бэкапа
ta: காப்புநகலிடத்தைத் தேர்ந்தெடு
tr: Yedekleme konumunu seçin
uk: Виберіть місце з бекапом
ur: بیک اپ لوکیشن منتخب کریں
zh: 选择备份位置

# searchText
source: Songs, albums or artists
cs: Skladby, alba nebo umělci
de: Titel, Alben oder Künstler/innen
es: Canciones, álbumes o artistas
fr: Chansons, albums ou artistes
he: שירים, אלבומים או אומנים
hi: गाने, एल्बम या कलाकार
hu: Zenék, albumok vagy előadók
id: Lagu, album, atau artis
it: Canzoni, album o artisti
nl: Nummers, albums of artiesten
pl: Utwory, albumy lub artyści
pt: Músicas, albums ou artistas
ru: Песни, альбомы или исполнители
ta: பாடல்கள், தொகுப்புகள் அ கலைஞர்கள்
tr: Şarkılar, albümler veya sanatçılar
uk: Пісні, альбоми або виконавці
ur: گانے، البمز یا فنکار
zh: 歌曲，专辑或艺术家
