Repository: StarsWarrior/BlackHole
Catalog: lib/localization/app_*.arb
Languages: bn, cs, de, es, fr, he, hi, hu, id, it, ml, nl, pl, pt, ru, sq, ta, tr, uk, ur, zh

source: Search Video
cs: Hledat video
de: Video suchen
es: Buscar Vídeo
fr: Rechercher la vidéo
he: חיפוש סרטון
hi: वीडियो खोजें
hu: Videó keresése
id: Cari Video
it: Ricerca la video
nl: Video zoeken
pl: Szukaj Filmu
pt: Procurar Vídeo
ru: Поиск видео
ta: காணொளியைத் தேடு
tr: Video Ara
uk: Пошук відео
ur: ویڈیو تلاش کریں
zh: 搜索视频

# showLast
source: Show Last Session
cs: Zobrazit poslední relaci
de: Letzte Sitzung anzeigen
es: Mostrar última sesión
fr: Afficher la dernière session
he: הצגת ההפעלה האחרונה
hi: पिछला सत्र दिखाएं
hu: Utolsó munkamenet megjelenítése
id: Tampilkan Sesi Terakhir
it: Mostra l'ultima sessione
nl: Vorige sessie tonen
pl: Wyświetlaj Ostatnią Sesję
pt: Mostrar última sessão
ru: Показать последний сеанс
ta: கடைசி அமர்வைக் காட்டு
tr: Son oturumu göster
uk: Показувати останній сеанс
ur: آخری سیشن دکھائیں
zh: 显示最近播放

# shareAppText
source: Hey! Check out this cool music player app
cs: Ahoj! Mrkni na tenhle super hudební přehrávač
de: Hallo! Probier mal diese coole Musik-Player aus
es: ¡Hola! Mira este reproductor de música
fr: Coucou ! Jette un œil à ce lecteur de musique
he: היי! תראו איזה נגן מוזיקה מעולה מצאתי
hi: अरे! इस शानदार म्यूजिक प्लेयर ऐप को देखें
hu: Helló! Nézd meg ezt a menő zenelejátszó alkalmazást
id: Hai! Lihat aplikasi pemutar musik keren ini
it: Ehi, dai un'occhiata a questa fantastica app per la riproduzione di musica
nl: Hé, probeer deze coole muziekapp eens!
pl: Hej! Sprawdź tę fajną aplikację do odtwarzania muzyki
pt: Ei! Confira esse incrível aplicativo de música
ru: Оцените это классное приложение для прослушивания музыки
ta: வணக்கம்! இந்த அருமையான இசையியக்கச் செயலியைப் பாருங்கள்
tr: Hey! Bu harika müzik çalar uygulamasına göz at
uk: Оцініть цей класний додаток для прослуховування музики
ur: ارے! یہ ٹھنڈا میوزک پلیئر ایپ چیک کریں
zh: 嘿，快看看这个第三方音乐 APP

# selectJsonImport
source: Select JSON file to import
cs: Vyberte soubor JSON k importování
de: JSON-Datei zum Importieren auswählen
es: Selecciona archivo JSON a importar
fr: Sélectionner le fichier JSON à importer
he: בחירת קובץ JSON לייבוא
hi: आयात करने के लिए JSON फ़ाइल का चयन करें
hu: JSON fájl kiválasztása importálásra
id: Pilih file JSON untuk diimpor
it: Seleziona il file JSON da importare
nl: Kies een te importeren json-bestand
pl: Wybierz plik JSON do importu
pt: Selecione um arquivo JSON para importar
ru: Выберите файл JSON для импорта
ta: இறக்குமதிசெய்ய JSON கோப்பைத் தேர்ந்தெடு
tr: İçe aktarılacak JSON dosyasını seçin
uk: Виберіть файл JSON для імпорту
ur: درآمد کرنے کے لیے JSON فائل کو منتخب کریں
zh: 选择需要导入的 JSON 文件

source: Shuffle
cs: Náhodně
de: Mischen
es: Aleatorio
fr: Aléatoire
he: ערבול
hi: मिश्रण
hu: Keverés
id: Acak
it: A caso
nl: Willekeurig
pl: Pomieszaj
pt: Misturar
ru: Перемешать
ta: கலக்கு
tr: Karıştır
uk: Перемішати
ur: شفل
zh: 拖动

source: Skip
cs: Přeskočit
de: Überspringen
es: Saltar
fr: Passer
he: דילוג
hi: छोड़ें
hu: Ugrás
id: Melewati
it: Salta
nl: Overslaan
pl: Pomiń
pt: Pular
ru: Пропустить
ta: கெந்து
tr: Geç
uk: Пропустити
ur: چھوڑ دو
zh: 跳过

source: Skip Next
cs: Přeskočit další
de: Weiter
es: Siguiente canción
fr: Passer au suivant
he: דילוג על הבא
hi: अगला छोड़ें
hu: Ugorj tovább
id: Lewati Berikutnya
it: Salta prossimo
nl: Volgende overslaan
pl: Pomiń Następny
pt: Pular
ru: Пропустить следующий
ta: அடுத்ததைக் கெந்து
tr: Sonrakini geç
uk: Пропустити наступний
ur: اگلا چھوڑ دیں
zh: 跳过下一步

# stopOnClose
source: Stop music on App Close
cs: Zastavit hudbu při zavření aplikace
de: Musik stoppen beim Schließen der Anwendung
es: Detener música al cerrar App
fr: Arrêter la musique à la fermeture de l'appli
he: עצירת המוזיקה עם סגירת היישומון
hi: ऐप बंद करने पर संगीत बंद करें
hu: Zene leállítása az alkalmazás bezárásakor
id: Hentikan musik saat aplikasi ditutup
it: Ferma la musica quando chiudi l'app
nl: Muziek onderbreken na afsluiten
pl: Zatrzymaj muzykę przy Zamknięciu Aplikacji
pt: Parar música quando o aplicativo for fechado
ru: Остановка музыки при закрытии приложения
ta: செயலி மூடுகையில் இசையை நிறுத்து
tr: Uygulama kapandığında müziği durdur
uk: Зупиняти музику при закритті додатку
ur: ایپ بند پر موسیقی بند کریں
zh: 关闭应用后停止音乐

# sleepAfterSub
source: Music will stop after playing selected no of songs
cs: Hudba bude pozastavena po přehrání vybraného počtu skladeb
de: Die Musik wird nach einer bestimmten Anzahl von Titeln gestoppt
es: La música se detendrá después de reproducir N canciones
fr: La musique s'arrêtera après la lecture du nombre de titres séléctionnés
he: המוזיקה תיעצר לאחר נגינת מספר נבחר של שירים
hi: चुनिंदा गानों को चलाने के बाद संगीत बंद हो जाएगा
hu: A zene leáll a kiválasztott dalok lejátszása után
id: Musik akan berhenti setelah memutar tidak ada lagu yang dipilih
it: La musica si fermerà dopo aver riprodotto il numero selezionato di canzoni
nl: De muziek wordt onderbroken na het gekozen aantal nummers
pl: Muzyka zatrzyma się po odtworzeniu wybranej liczby utworów
pt: Música irá parar depois de tocar as músicas selecionadas
ru: Музыка остановится после воспроизведения выбранного количества песен
ta: தேர்ந்தெடுக்கப்பட்ட பாடலெண்ணிக்கையை இயக்கியபின் இசை நிற்கும்
tr: Seçilen şarkı sayısı çalındıktan sonra müzik duracak
uk: Музика зупиниться після відтворення вибраної кількості пісень
ur: گانے کے منتخب نمبر چلانے کے بعد موسیقی بند ہو جائے گی
zh: 播放完指定数量后将自动暂停播放

source: Sleep Timer set for
cs: Časovač uspání nastaven na
de: Schlaf-Schaltuhr eingestellt für
es: Temporizador de sueño fijado para
fr: Minuterie de veille réglée sur
he: מתזמן השינה הוגדר לשעה
hi: स्लीप टाइमर सेट के लिए
hu: Alvás időzítő beállítva
id: Pengatur Waktu Tidur disetel untuk
it: Temporizzatore impostato per
nl: De slaapklok is ingesteld op
pl: Timer Snu ustawiony na
pt: Despertador configurado para
ru: Таймер сна установлен на
ta: இதற்கு தூக்க காலக்கெடு அமைக்கப்பட்டது
tr: Uyku Zamanlayıcısı için ayarlandı
uk: Таймер сну встановлено на
ur: سلیپ ٹائمر کے لیے سیٹ
zh: 睡眠计时器设置为

source: Spotify Public
cs: Veřejné Spotify
de: Spotify Öffentlich
es: Spotify público
he: Spotify ציבורי
hi: स्पॉटिफाई पब्लिक
hu: Spotify Nyilvános
id: Spotify Publik
it: Spotify pubblico
nl: Spotify-publiek
pl: Publiczne Spotify
ru: Публичный Spotify
ta: ஊர்ச்சன ஸ்பாட்டிஃபை
tr: Spotify Herkese Açık
uk: Публічний Spotify
ur: اسپاٹائف پبلک
zh: Spotify 公共信息

# stopOnCloseSub
source: If turned off, music won't stop even after app is 'closed', until you press stop button. This option is for app 'close' not when app is in 'background'. Music will always play in background you don't need to change any setting for that.
cs: Pokud je nastavení vypnuto, hudba bude pokračovat v přehrávání i po 'zavření' aplikace, dokud nezmáčknete tlačítko k zastavení. Tato možnost platí pro 'zavření' aplikace, když není na 'pozadí'. Hudba bude stále přehrávána na pozadí, k tomu není potřeba měnit žádné nastavení.
de: Wenn diese Option deaktiviert ist, wird die Musik auch nach dem Schließen der Anwendung nicht gestoppt, bis du die Stopptaste drückst. Diese Option gilt für das Schließen der Anwendung, nicht für das Schließen der Anwendung im Hintergrund. Die Musik wird immer im Hintergrund abgespielt; du brauchst dafür keine Einstellung zu ändern.
es: Si se desactiva, la música no se detendrá al cerrar la aplicación, hasta que presiones el botón de detener. La música se reproduce en segundo plano, esta configuración es para cuando se cierra la applicación.
fr: Si ceci est désactivé, la musique ne s'arrêtera pas, même après la fermeture de l'application, tant que vous n'aurez pas appuyé sur le bouton « Arrêter ». Cette option s'applique à la fermeture de l'application et non à son arrière-plan. La musique sera toujours diffusée en arrière-plan, vous n'avez pas besoin de modifier les paramètres pour cela.
he: אם האפשרות כבויה, המוזיקה לא תיעצר גם אחרי ‚סגירת’ היישומון עד ללחיצה על כפתור העצירה. אפשרות זו מיועדת ל‚סגירה’ ולא כאשר היישומון ב‚רקע’. המוזיקה תמיד תתנגן ברקע ואין צורך לשנות אף הגדרה כדי שכך זה יהיה.
hi: यदि बंद कर दिया जाता है, तो ऐप के 'बंद' होने के बाद भी संगीत तब तक नहीं रुकेगा, जब तक आप स्टॉप बटन नहीं दबाते। यह विकल्प ऐप 'क्लोज़' के लिए है न कि जब ऐप 'बैकग्राउंड' में हो। संगीत हमेशा बैकग्राउंड में चलेगा, इसके लिए आपको कोई सेटिंग बदलने की जरूरत नहीं है।
hu: Ha ki van kapcsolva, a zene az alkalmazás "bezárása" után sem áll le, amíg meg nem nyomod a leállítás gombot. Ez az opció az alkalmazás "bezárására" vonatkozik, nem pedig arra, amikor az alkalmazás "háttérben" van. A zene mindig a háttérben fog szólni, ehhez nem kell semmilyen beállítást megváltoztatni.
id: Jika dimatikan, musik tidak akan berhenti bahkan setelah aplikasi 'ditutup', sampai Anda menekan tombol stop. Opsi ini untuk aplikasi 'tutup' bukan saat aplikasi berada di 'latar belakang'. Musik akan selalu diputar di latar belakang Anda tidak perlu mengubah pengaturan apa pun untuk itu.
it: Se disattivato, la musica non si fermerà anche dopo che l'app è «chiusa», fino a quando si preme il pulsante di arresto. Questa opzione è per quando l'app è chiusa, non quando l'app è nello sfondo. La musica verrà sempre riprodotta in sfondo, non c'è bisogno di cambiare alcuna impostazione per questo.
nl: Schakel uit om muziek te blijven luisteren als de app wordt afgesloten. Let op: deze optie is van toepassing op het volledig afsluiten van de app, dus niet op het minimaliseren. Muziek wordt sowieso altijd op de achtergrond afgespeeld als de app geminimaliseerd is.
pl: Jeśli ta opcja jest wyłączona, muzyka nie zatrzyma się nawet kiedy aplikacja jest 'wyłączona', dopóki nie naciśniesz przycisku zatrzymania. Ta opcja dotyczy 'wyłączania' aplikacji, a nie jej działania 'w tle'. Muzyka zawsze będzie odtwarzana w tle, nie trzeba w tym celu zmieniać żadnych ustawień.
pt: Se desativado, a música não irá parar mesmo depois que o aplicativo estiver 'fechado', até você clicar no botão de parar. Esta opção é para 'fechar' o aplicativo, não quando o aplicativo está em 'plano de fundo'. A música sempre tocará em segundo plano, você não precisa alterar nenhuma configuração para isso.
ru: Если эта опция выключена, музыка не остановится даже после 'закрытия' приложения, пока вы не нажмете кнопку 'Стоп'. Эта опция предназначена для 'закрытия' приложения, а не для 'фонового' режима. Музыка всегда будет играть в фоновом режиме, и для этого не нужно менять никаких настроек.
ta: அணைத்தால், செயலி 'மூடப்பட்டாலும்' நீங்கள் நிறுத்து பொத்தனை அழுத்தும்வரை இசை நிற்காது. இத்தெரிவு செயலி 'மூடு' என்பதற்கே 'பின்னணி'இல் செயலி உள்ளதற்கல்ல. இசை எப்போதும் பின்னணியில் இயங்கும் அதற்கு எவ்வமைப்பையும் மாற்ற தேவையல்ல.
tr: Eğer kapatılırsa, uygulama 'kapatıldıktan' sonra bile siz durdur düğmesine basana kadar müzik durmaz. Bu seçenek, uygulama 'arka planda' olduğunda değil, 'kapatmak' içindir. Müzik her zaman arka planda çalacaktır, bunun için herhangi bir ayarı değiştirmenize gerek yoktur.
uk: Якщо цю опцію вимкнено, музика не зупиниться навіть після 'вимкнення' додатку, доки ви не натиснете кнопку 'Стоп'. Ця опція призначена для 'закриття' додатку, а не для 'фонового' режиму. Музика завжди буде грати в фоновому режимі, й для цього не потрібно змінювати ніяких налаштувань.
ur: اگر بند کر دیا جائے تو، ایپ کے 'بند' ہونے کے بعد بھی موسیقی نہیں رکے گی، جب تک کہ آپ سٹاپ بٹن نہیں دبائیں گے۔ یہ اختیار ایپ کے 'بند' کے لیے ہے جب کہ ایپ 'بیک گراؤنڈ' میں ہو۔ موسیقی ہمیشہ پس منظر میں چلے گی آپ کو اس کے لیے کوئی ترتیب تبدیل کرنے کی ضرورت نہیں ہے۔
zh: 关闭此开关后，您只能通过点击暂停或停止播放按钮来暂停音乐，关闭本应用不会停止播放 本应用处于后台时将持续播放音乐，您无需担心后台播放时自动暂停

# tg
source: Telegram
he: טלגרם
hi: टेलीग्राम
ta: டெலிகிராம்
ur: ٹیلی گرام

# useDenseMini
source: Use Dense Miniplayer
cs: Použít menší minipřehrávač
de: Dense Mini-Player verwenden
es: Usar minireproductor compacto
fr: Utiliser un mini-lecteur compact
he: להשתמש בנגן ממוזער צפוף
hi: डेंस मिनीप्लेयर का प्रयोग करें
hu: Sűrített minilejátszó használata
id: Gunakan miniplayer padat
it: Usa Miniplayer Dense
nl: Compacte minispeler gebruiken
pl: Użyj Gęstego Miniodtwarzacza
pt: Usar miniplayer denso
ru: Используйте плотный миниплеер
ta: அடர்ந்த சிறு இயக்கியைப் பயன்படுத்து
tr: Sıkışık mini oynatıcıyı kullan
uk: Використовувати плотний мініпрогравач
ur: گھنے منی پلیئر کا استعمال کریں
zh: 密集显示音乐通知

# versionSub
source: Tap to check for updates
cs: Klepněte pro kontrolu aktualizací
de: Tippe auf, um nach Aktualisierugen zu suchen
es: Toca para comprobar actualizaciones
fr: Appuyer pour vérifier les mises à jour
he: נגיעה לבדיקת עדכונים
hi: अपडेट देखने के लिए टैप करें
hu: Érintsd meg a frissítések kereséséhez
id: Ketuk untuk memeriksa pembaruan
it: Premi per cercare aggiornamenti
nl: Raak aan om te controleren op updates
pl: Kliknij by sprawdzić dostępność aktualizacji
pt: Clique para verificar atualizações
ru: Нажмите, чтобы проверить наличие обновлений
ta: புதுப்பிப்புகளுக்காக சரிபார்க்க தட்டுக
tr: Güncellemeleri kontrol etmek için dokunun
uk: Натисніть, щоб перевірити наявність оновлень
ur: اپ ڈیٹس چیک کرنے کے لیے دباہیں
zh: 点击检查更新

# yesReplace
source: Yes, but replace old
cs: Ano, ale nahradit starou
de: Ja, aber das Alte ersetzen
es: Sí, sobreescribir
fr: Oui, mais remplacer l'ancienne
he: כן, אבל להחליף את הישן
hi: हाँ, लेकिन पुराने को बदल दे
hu: Igen, de cserélje ki a régit
id: Ganti yang lama
it: Sì, ma sostituisci il vecchio
nl: Ja, maar oude vervangen
pl: Tak, ale zamień stary
pt: Sim, mas substitua o antigo
ru: Да, но замените старые
ta: ஆம், ஆனால் பழையதை மாற்றிடு
tr: Evet ama eskisini değiştir
uk: Так, проте замінити стару
ur: جی ہاں، لیکن پرانے کو تبدیل کریں
zh: 是，但替换旧文件

source: Update Available!
cs: Je dostupná aktualizace!
de: Aktualisierung verfügbar!
es: ¡Actualización disponible!
fr: Mise à jour disponible !
he: יש עדכון!
hi: अद्यतनीकरण उपलब्ध!
hu: Frissítés elérhető!
id: Pembaruan tersedia!
it: Aggiornamento disponibile!
nl: Er is een update beschikbaar!
pl: Aktualizacja dostępna!
pt: Atualização disponível!
ru: Доступно обновление!
ta: புதுப்பிப்பு உள்ளது!
tr: Güncelleme mevcut!
uk: Доступно оновлення!
ur: اپ ڈیٹ دستیاب ہے!
zh: 有更新可用！

# ytDownQuality
source: YouTube Download Quality
cs: Kvalita stahování z YouTube
de: YouTube-Herunterladen-Qualität
es: Calidad de descarga de YouTube
fr: Qualité de téléchargement de YouTube
he: איכות ההורדה מ־YouTube
hi: यूट्यूब डाउनलोड गुणवत्ता
hu: YouTube letöltési minőség
id: Kualitas Unduhan YouTube
it: Qualità scaricamento YouTube
nl: YouTube-downloadkwaliteit
pl: Jakość pobierania YouTube
pt: Qualidade de download do YouTube
ta: வலையொளி பதிவிறக்கத் தரம்
tr: YouTube İndirme Kalitesi
uk: Якість завантажень з YouTube
ur: یوٹیوب ڈاؤن لوڈ کوالٹی
zh: YouTube 下载画质

# useDownSub
source: If song is already downloaded, downloaded song will be played instead of streaming online
cs: Pokud je skladba již stažena, bude místo streamování online použita daná skladba
de: Wenn der Titel bereits heruntergeladen wurde, wird der heruntergeladene Titel anstelle des Online-Streamings wiedergegeben
es: Reproducir la copia local de las canciones en vez de la versión en línea
fr: Si la musique est déjà téléchargée, elle sera jouée au lieu du flux en ligne
he: אם שיר כבר ירד בעבר, השיר שירד יתנגן במקום להזרים מהאינטרנט
hi: यदि गाना पहले ही डाउनलोड हो चुका है, तो डाउनलोड किया गया गाना ऑनलाइन स्ट्रीमिंग के बजाय चलाया जाएगा
hu: Ha a dal már le van töltve, a letöltött dal fog lejátszódni az online streaming helyett
id: Jika lagu sudah diunduh, lagu yang diunduh akan diputar alih-alih streaming online
it: Se la canzone è già stata scaricata, la canzone scaricata sarà riprodotta invece dello streaming in linea
nl: Als een nummer reeds is gedownload, dan wordt dat nummer afgespeeld in plaats van het online te streamen
pl: Jeżeli utwór jest już pobrany, będzie on odtworzony lokalnie zamiast online
pt: Se a música já estiver baixada a mesma será reproduzida em vez de streaming online
ru: Если песня уже загружена, загруженная песня будет воспроизводиться вместо потоковой передачи в Интернете
ta: பாடல் ஏற்கனவே பதிவிறக்கப்பட்டிருந்தால், எழிவரியில் பாய்வுசெய்வதற்குப்பதிலாக அது இயக்கப்படும்
tr: Şarkı zaten indirilmişse, çevrimiçi akış yerine indirilen şarkı çalınır
uk: Якщо пісню вже завантажено, завантажена пісня буде відтворюватися замість потокової передачі в інтернеті
ur: اگر گانا پہلے ہی ڈاؤن لوڈ ہو چکا ہے تو ڈاؤن لوڈ کردہ گانا آن لائن سٹریمنگ کے بجائے چلایا جائے گا
zh: 对于已下载的歌曲，将优先播放本地音乐而非在线播放

# ytLiveAlert
source: Video is live. Please wait until the live stream finishes and try again.
cs: Video je živě. Počkejte prosím, než stream skončí, a zkuste to znovu.
de: Das Video ist live. Bitte warte, bis der Live-Stream beendet ist und versuche es erneut.
es: El Video es en directo. Por favor, espere hasta finalice e intente nuevamente.
fr: La vidéo est en direct. Merci d'attendre qu'elle se termine puis réessayer.
he: הווידאו בשידור חי. נא להמתין לסיום השידור החי ולנסות שוב.
hi: वीडियो लाइव है। कृपया लाइव स्ट्रीम समाप्त होने तक प्रतीक्षा करें और पुनः प्रयास करें।
hu: A videó élőben van. Kérjük, várj, amíg az élő közvetítés befejeződik, és próbáld meg újra.
id: Video ditayangkan. Harap tunggu hingga streaming langsung selesai dan coba lagi.
it: Questo video è in diretta. Attendi fino alla fine della diretta e riprova.
nl: Deze video wordt gelivestreamed. Wacht tot de livestream is afgelopen en probeer het opnieuw.
pl: Wideo jest na żywo. Poczekaj aż transmisja zakończy się i spróbuj ponownie
pt: Video está ao vivo. Por favor espere até a live acabar e tente novamente.
ru: Видео идет в прямом эфире. Пожалуйста, дождитесь окончания прямой трансляции и повторите попытку.
ta: காணொளி நேரலையில். நேரலைப்பாய்வு முடியும்வரை காத்திருந்து மீண்டும் முயல்க.
tr: Video yayında. Lütfen canlı yayın bitene kadar bekleyin ve tekrar deneyin.
uk: Відео йде у прямому ефірі. Будь ласка, дочекайтеся закінчення прямої трансляції і повторіть спробу.
ur: ویڈیو لائیو ہے۔ براہ کرم لائیو سلسلہ ختم ہونے تک انتظار کریں اور دوبارہ کوشش کریں۔
zh: 该视频为直播内容，请等待直播结束后重试

# useDown
source: Stream Downloaded Songs, If available
cs: Streamovat stažené skladby, pokud je to možné
de: Heruntergeladene Titel streamen, falls verfügbar
es: Reproducir música descargada, si está disponible
fr: Jouer la musique téléchargée, si disponible
he: להזרים שירים שהורדו, אם יש
hi: डाउनलोड किए गए गाने स्ट्रीम करें, यदि उपलब्ध हो
hu: Letöltött dalok streamelése, ha elérhető
id: Streaming Lagu yang Diunduh, jika tersedia
it: Canzoni scaricate in streaming, se disponibili
nl: Gedownloade nummers streamen (indien beschikbaar)
pl: Streamuj pobrane utwory, jeśli to możliwe
pt: Transmitir músicas baixadas, se disponível
ru: Потоковая передача загруженных композиций, если они доступны
ta: பதிவிறக்கிய பாடல்களைப் பாய்வுசெய், கிடைத்தால்
tr: Uygunsa indirilen şarkıları akışa ekle
uk: Потокова передача завантажених композицій, якщо вони доступні
ur: اگر دستیاب ہو تو ڈاؤن لوڈ کردہ گانوں کو سٹریم کریں
zh: 流式播放下载的音乐（如果可用）

# useProxySub
source: Turn this on if you are not from India and having issues with search, like getting only Indian Songs or not getting any results, etc. You can even use VPN with Indian Server
cs: Pokud nejste z Indie a máte problémy s vyhledáváním, jako například zobrazování pouze indických skladeb nebo žádných výsledků apod., můžete použít VPN s indickým serverem
de: Schalten Sie diese Option ein, wenn Sie nicht aus Indien kommen und Probleme mit der Suche haben, z. B. nur indische Musik oder keine Ergebnisse erhalten usw. Sie können sogar VPN mit indischem Server verwenden
es: Activa está opción si no está en la India y tiene problemas con la búsqueda, como solo canciones indias o ningún resultado. Puede incluso usar una VPN con un servidor indio
fr: Activez cette option si vous ne venez pas d'Inde et que vous rencontrez des problèmes de recherche, comme obtenir uniquement des chansons indiennes ou ne pas obtenir de résultats, etc. Vous pouvez même utiliser RPV avec serveur indien
he: יש לכבות את זה אם מיקומך אינו הודו ויש לך בעיות עם החיפוש, כמו למשל אם מתקבלים רק שירים הודיים או שלא מתקבלות תוצאות וכו׳. אפשר אפילו להשתמש ב־VPN עם שרת הודי.
hi: इसे चालू करें यदि आप भारत से नहीं हैं और खोज के साथ समस्याएँ हैं, जैसे केवल भारतीय गाने प्राप्त करना या कोई परिणाम नहीं मिलना, आदि। आप भारतीय सर्वर के साथ भी वीपीएन का उपयोग कर सकते हैं।
hu: Kapcsold be ezt a funkciót, ha nem Indiából származol, és problémáid vannak a kereséssel, például csak indiai dalokat kapsz, vagy nem kapsz semmilyen eredményt stb. Akár VPN-t is használhatsz indiai szerverrel
id: Aktifkan ini jika Anda bukan dari India dan mengalami masalah dengan pencarian, seperti hanya mendapatkan Lagu India atau tidak mendapatkan hasil apa pun, dll. Anda bahkan dapat menggunakan VPN dengan Server India
it: Accendi questo se stai avendo problemi con la ricerca, per esempio trovi solo canzoni indiane o non trovi alcun risultato, puoi anche usare una VPN indiana
nl: Schakel in als je niet in India woont en problemen ervaart bij het zoeken, zoals geen resultaten, alleen Indiase nummers, etc. Je kunt tevens een vpn gebruiken.
pl: Włącz to jeśli nie jesteś z Indii i masz problem z wyszukiwaniem, np. jeśli dostajesz tylko Indyjskie utwory lub nie masz żadnych wyników wyszukiwania. Możesz nawet użyć VPN z Indyjskim serwerem
pt: Ative esta opção se você não for da Índia e estiver tendo problemas com pesquisa, encontrando apenas músicas indianas ou não obtendo nenhum resultado, etc. Você pode até usar VPN com servidor indiano
ru: Включите эту функцию, если вы не из Индии и испытываете проблемы с поиском, например, получаете только индийские песни или не получаете никаких результатов и т.д. Вы даже можете использовать VPN с индийским сервером
ta: நீ இந்தியாவிலிருந்தில்லை மற்றும் தேடலுடன் இந்திய பாடல்களே பெறுதல் அ எம்முடிவுகளும் பெறவில்லை போன்ற சிக்கல்களுள்ளனவெனில் இதை இயக்கு. நீங்கள் இந்தய தேக்கத்துடன் விபிஎன்-உம் பயன்படுத்த முடியும்
tr: Hindistan'dan değilseniz ve aramada yalnızca Hint Şarkıları almak veya hiç sonuç alamamak gibi sorunlar yaşıyorsanız bunu açın. Hindistan Sunucusu ile VPN bile kullanabilirsiniz
uk: Ввімкніть цю опцію, якщо ви не з Індії й маєте проблеми з пошуком, наприклад, отримуєте тільки індійські пісні або не отримуєте ніяких результатів та інше. Ви навіть можете використовувати VPN з індійським сервером
ur: اسے آن کریں اگر آپ ہندوستان سے نہیں ہیں اور تلاش میں مسائل ہیں، جیسے صرف ہندوستانی گانے حاصل کرنا یا کوئی نتیجہ نہیں ملنا، وغیرہ آپ ہندوستانی سرور کے ساتھ VPN بھی استعمال کرسکتے ہیں
zh: 如果您不在印度且搜索歌曲时出现问题（例如搜索印度歌曲无结果），则可以开启本选项。您也可以使用带印度服务器的 VPN

# ytDownQualitySub
source: Higher quality uses more disk space
cs: Vyšší kvalita využívá více místa na disku
de: Höhere Qualität verbraucht mehr Speicherplatz
es: Mayor calidad usa más espacio de almacenamiento
fr: Une qualité supérieure utilise plus d'espace disque
he: איכות גבוהה יותר דורשת יותר נפח בכונן
hi: उच्च गुणवत्ता अधिक डिस्क स्थान का उपयोग करती है
hu: A magasabb minőség több helyet használ
id: Kualitas yang lebih tinggi menggunakan lebih banyak ruang penyimpanan
it: Una qualità più alta utilizza più spazio sul disco
nl: Hogere kwaliteit neemt meer ruimte in beslag
pl: Wyższa jakość zużywa więcej pamięci
pt: Maior qualidade necessita mais espaço no disco
ta: உயர்தரம் கூடுதல் வட்டிடம் பயன்படுத்தும்
tr: Daha yüksek kalite daha fazla disk alanı kullanır
uk: Вища якість використовує більше місця на пристрою
ur: اعلی معیار زیادہ ڈسک کی جگہ استعمال کرتا ہے
zh: 更高的画质需要更多的磁盘空间

# ytStreamQuality
source: YouTube Streaming Quality
cs: Kvalita streamování z YouTube
de: YouTube-Streaming-Qualität
es: Calidad de reprocucción de YouTube
fr: Qualité du streaming sur YouTube
he: איכות התזרים מ־YouTube
hi: यूट्यूब स्ट्रीमिंग गुणवत्ता
hu: YouTube streaming minőség
id: Kualitas Streaming YouTube
it: Qualità streaming YouTube
nl: YouTube-streamingkwaliteit
pl: Jakość streamowania YouTube
pt: Qualidade de streaming do YouTube
ta: வலையொளி பாய்வு தரம்
tr: YouTube Akış Kalitesi
uk: Якість завантажень з YouTube
ur: یوٹیوب اسٹریمنگ کوالٹی
zh: YouTube 在线播放画质
