Repository: StarsWarrior/BlackHole
Catalog: lib/localization/app_*.arb
Languages: bn, cs, de, es, fr, he, hi, hu, id, it, ml, nl, pl, pt, ru, sq, ta, tr, uk, ur, zh

# clearCache
source: Clear Cached Details
cs: Vymazat podrobnosti v mezipaměti
de: Zwischengespeicherte Details löschen
es: Limpiar los datos en Caché
fr: Effacer les détails en cache
he: פינוי הפרטים שנשמרו
hi: कैश्ड विवरण साफ़ करें
hu: Gyorsítótárazott adatok törlése
id: Hapus Cache Detail
it: Pulisci Dettagli Nella Cache
ml: കാഷെ ചെയ്ത വിവരങ്ങൾ മായ്ക്കുക
nl: Informatie uit cache wissen
pl: Wyczyść Szczegóły z Pamięci Podręcznej
pt: Limpar informações salvas
ru: Очистить данные кэша
ta: பதுக்கிய விவரங்களைத் துடை
tr: Önbelleğe Alınmış Ayrıntıları Temizle
uk: Очистити дані кешу
ur: کیشڈ تفصیلات صاف کریں
zh: 清除缓存内容

# connectingRadio
source: Connecting to Radio…
cs: Připojování k rádiu…
de: Verbindung zum Radio wird hergestellt …
es: Conectando a la Radio…
fr: Connexion à la radio…
he: מתבצעת התחברות לרדיו…
hi: आकाशवाणी से संपर्क हो रहा है…
hu: Csatlakozás a rádióhoz…
id: Menghubungkan ke Radio…
it: Connetto alla radio…
ml: റേഡിയോയിലേക്ക് ബന്ധിപ്പിക്കുന്നു…
nl: Bezig met verbinden…
pl: Łączenie z Radiem…
pt: Conectando com o Rádio…
ru: Подключение к радио…
ta: வானொலியுடன் இணைக்கிறது…
tr: Radyoya bağlanılıyor…
uk: Підключення до радіо…
ur: ریڈیو سے منسلک ہو رہا ہے…
zh: 正在连接至收音机…

source: Contact Us
cs: Kontaktujte nás
de: Kontakt
es: Contáctanos
fr: Nous contacter
he: ליצור אתנו קשר
hi: संपर्क करें
hu: Kapcsolatfelvétel
id: Hubungi kami
it: Contattaci
ml: ഞങ്ങളുമായി ബന്ധപ്പെടൂ
nl: Contact opnemen
pl: Skontaktuj się z nami
pt: Entre em contato conosco
ru: Связаться с нами
ta: எம்மைத் தொடர்புகொள்
tr: Bizimle iletişime geçin
uk: Звʼязатися з нами
ur: ہم سے رابطہ کریں
zh: 联系我们

# contactUsSub
source: Feedbacks Appreciated!
cs: Ceníme si zpětné vazby!
de: Rückmeldungen erwünscht!
es: ¡Comentarios bienvenidos!
fr: Les commentaires sont les bienvenus !
he: המשוב שלך חשוב!
hi: प्रतिक्रियाओं की सराहना करते हैं
hu: A visszajelzéseket nagyra értékeljük!
id: Umpan balik Anda dihargai!
it: I commenti sono apprezzati!
ml: പ്രതികരണങ്ങളെ അഭിനന്ദിക്കുന്നു!
nl: Feedback wordt zeer gewaardeerd!
pl: Opinie Mile Widziane!
pt: Comentários são apreciados!
ru: Отзывы приветствуются!
ta: கருத்துகள் பாராட்டப்படுகின்றன!
tr: Geri Bildirimler Değerlidir!
uk: Відгуки небайдужі автору!
ur: رائےقابل احترام ہے!
zh: 反馈问题或提出建议

# copied
source: Copied to Clipboard!
cs: Zkopírováno do schránky!
de: In Zwischenablage kopiert!
es: ¡Copiado al portapapeles!
fr: Copié dans le presse-papiers !
he: הועתק ללוח הגזירים!
hi: क्लिपबोर्ड पर नकल!
hu: Vágólapra másolva!
id: Disalin ke Papan Klip!
it: Copiato negli appunti!
ml: ക്ലിപ്പ്ബോർഡിലേക്ക് പകർത്തിയിരിക്കുന്നു!
nl: Gekopieerd naar het klembord!
pl: Skopiowano do Schowka!
pt: Copiado para a área de transferência!
ru: Скопировано в буфер обмена!
ta: நகலகத்திற்கு நகலெடுக்கப்பட்டது!
tr: Panoya kopyalandı!
uk: Скопійовано до буферу обміну!
ur: کلپ بورڈ پر کاپی ہو گیا!
zh: 已复制到剪切板！

source: Copy
cs: Kopírovat
de: Kopieren
es: Copiar
fr: Copier
he: העתקה
hi: नकल
hu: Másolás
id: Salin
it: Copia
ml: പകർത്തുക
nl: Kopiëren
pl: Skopiuj
pt: Copiar
ru: Копировать
ta: நகலெடு
tr: Kopyala
uk: Скопіювати
ur: کاپی
zh: 复制

# countryQue
source: For which country would you like to see Spotify Local Charts?
cs: Pro jakou zemi by jste si přáli vidět své místní žebříčky Spotify?
de: Für welches Land würdest du gerne die Spotify-Local-Charts sehen?
es: ¿Para que país desea mostrar los éxitos locales de Spotify?
fr: Pour quel pays aimeriez-vous voir les classements locaux de Spotify ?
he: לאיזו מדינה להציג את המצעדים המקומיים של Spotify?
hi: आप किस देश के लिए स्पॉटिफाई स्थानीय चार्ट देखना चाहेंगे?
hu: Melyik ország esetében szeretnéd látni a Spotify Local Charts-ot?
id: Untuk negara mana Anda ingin melihat Tangga Lagu Lokal Spotify?
it: Vuoi visualizzare le classifiche di Spotify di quale paese?
ml: ഏത് രാജ്യത്തിന് വേണ്ടിയാണ് നിങ്ങൾ സ്പോട്ടിഫൈ ലോക്കൽ ചാർട്ടുകൾ കാണാൻ ആഗ്രഹിക്കുന്നത്?
nl: Van welk land wil je de lokale Spotify-hitlijst zien?
pl: Dla którego kraju chcesz zobaczyć Lokalne Listy Przebojów Spotify?
pt: Para qual país você gostaria de ver os Spotify Local Charts?
ru: Для какой страны вы бы хотели видеть локальные чарты Spotify?
ta: எந்நாட்டிற்கு Spotify உள்ளூர் தரவரிசையைப் பார்க்கவிரும்புகிறீர்?
tr: Spotify Yerel Listelerini hangi ülke için görmek istersiniz?
uk: Для якої країни ви би хотіли бачити локальні чарти Spotify?
ur: آپ کس ملک کے لیے Spotify لوکل چارٹس دیکھنا چاہیں گے؟
zh: 您希望看到哪个国家的 Spotify 热门排行？

# createBack
source: Create Backup
cs: Vytvořit zálohu
de: Sicherung erstellen
es: Crear Copia de Seguridad
fr: Créer une sauvegarde
he: יצירת גיבוי
hi: बैकअप बनाना
hu: Biztonsági mentés létrehozása
id: Buat Cadangan
it: Crea un backup
ml: ബാക്കപ്പ് സൃഷ്ടിക്കുക
nl: Back-up maken
pl: Utwórz Kopię Zapasową
pt: Criar Backup
ru: Создать бэкап
ta: காப்புநகல் படை
tr: Yedek Oluştur
uk: Створити бекап
ur: بیک اپ بنائیں
zh: 创建备份

source: Create Playlist
cs: Vytvořit playlist
de: Wiedergabeliste erstellen
es: Crear Lista de Reproducción
fr: Créer une liste de lecture
he: יצירת רשימת נגינה
hi: प्लेलिस्ट बनायें
hu: Lejátszási lista létrehozása
id: Buat Daftar Putar
it: Crea una playlist
ml: പ്ലേലിസ്റ്റ് ഉണ്ടാക്കുക
nl: Afspeellijst samenstellen
pl: Utwórz Playlistę
pt: Criar Playlist
ru: Создать плейлист
ta: பாச்சரம் படை
tr: Çalma Listesi Oluştur
uk: Створити плейліст
ur: پلے لسٹ بنائیں
zh: 新建播放列表

# createYtFold
source: Create different folder for YouTube Downloads
cs: Vytvořit jinou složku pro stahování z YouTube
de: Anderen Ordner für Musik aus YouTube erstellen
es: Crear carpetas diferentes para descargas de YouTube
fr: Créer un dossier différent pour les téléchargements YouTube
he: יצירת תיקייה שונה עבור הורדות מ־YouTube
hi: यूट्यूब डाउनलोड के लिए अलग फ़ोल्डर बनाएं
hu: Külön mappa létrehozása a YouTube letöltésekhez
id: Buat folder berbeda untuk Unduhan YouTube
it: Crea una cartella diversa per gli scaricamenti di YouTube
ml: യുട്യൂബിൽ നിന്നും ഡൗൺലോഡ് ചെയ്തവയ്ക്കായി മറ്റൊരു ഫോൾഡർ സൃഷ്ടിക്കുക
nl: Andere map gebruiken voor YouTube-downloads
pl: Utwórz inny folder dla Pobranych z YouTube
pt: Criar pastas diferentes para YouTube Downloads
ru: Создайте отдельную папку для загрузок YouTube
ta: வலையொளி பதிவிறக்கத்திற்கு வேறு அடைவைப் படை
tr: YouTube İndirmeleri için farklı klasör oluşturun
uk: Створити окрему папку завантажень для Youtube
ur: یوٹیوب ڈاؤن لوڈز کے لیے مختلف فولڈر بنائیں
zh: 为 YouTube 下载的内容创建不同的文件夹

# createBackSub
source: Create backup of your data
cs: Vytvořit zálohu vašich dat
de: Sicherungskopie der Daten erstellen
es: Crear Copia de Seguridad de sus datos
fr: Créer une sauvegarde des données
he: יצירת גיבוי של הנתונים שלך
hi: अपने डेटा का बैकअप बनाएं
hu: Biztonsági mentés készítése
id: Buat cadangan data Anda
it: Crea un backup dei tuoi dati
ml: എന്റെ വിവരങ്ങളുടെ ബാക്കപ്പ് സൃഷ്ടിക്കുക
nl: Maak een back-up van je gegevens
pl: Utwórz kopię zapasową swoich danych
pt: Criar backup de seus dados
ru: Создайте бэкап своих данных
ta: உம் தரவின் காப்புநகலைப் படை
tr: Verilerinizin yedeğini oluşturun
uk: Створити бекап своїх даних
ur: اپنے ڈیٹا کا بیک اپ بنائیں
zh: 备份您的数据

source: Create New Playlist
cs: Vytvořit nový playlist
de: Neue Wiedergabeliste erstellen
es: Crear nueva Lista de Reproducción
fr: Créer une nouvelle liste de lecture
he: יצירת רשימת נגינה חדשה
hi: नई प्लेलिस्ट बनाएं
hu: Új lejátszási lista létrehozása
id: Buat Daftar Putar Baru
it: Crea una nuova playlist
ml: പുതിയ പ്ലേലിസ്റ്റ് സൃഷ്ടിക്കുക
nl: Afspeellijst samenstellen
pl: Utwórz Nową Playlistę
pt: Criar uma Nova Playlist
ru: Создать новый плейлист
ta: புது பாச்சரம் படை
tr: Yeni Çalma Listesi Oluştur
uk: Створити новий плейліст
ur: نئی پلے لسٹ بنائیں
zh: 新建播放列表

# createYtFoldSub
source: Creates a different folder for Songs downloaded from YouTube
cs: Vytvoří jinou složku pro skladby stažené z YouTube
de: Erstellt einen anderen Ordner für von YouTube heruntergeladene Musik
es: Crear una carpeta diferente para las canciones descargadas desde YouTube
fr: Créer un dossier différent pour les morceaux téléchargées depuis YouTube
he: יצירת תיקייה שונה עבור שירים שנשמרים מ־YouTube
hi: यूट्यूब से डाउनलोड किए गए गानों के लिए एक अलग फ़ोल्डर बनाता है
hu: Külön mappa létrehozása a YouTube-ról letöltött dalok számára
id: Membuat folder berbeda untuk Lagu yang diunduh dari YouTube
it: Crea una cartella diversa per le canzoni scaricate da YouTube
ml: യുട്യൂബിൽ നിന്ന് ഡൗൺലോഡ് ചെയ്‌ത ഗാനങ്ങൾക്കായി മറ്റൊരു ഫോൾഡർ സൃഷ്‌ടിക്കുക
nl: Maak een andere map aan voor nummers die worden gedownload van YouTube
pl: Tworzy inny folder dla Utworów pobranych z YouTube
pt: Cria uma pasta diferente para as Músicas baixadas pelo YouTube
ru: Создает другую папку для песен, загруженных с YouTube
ta: வலையொளியிலிருந்து பதிவிறக்கும் பாடல்களுக்கு வேறு அடைவைப் படைக்கும்
tr: YouTube'dan indirilen Şarkılar için farklı bir klasör oluşturur
uk: Створює іншу папку пісень, завантажених з Youtube
ur: یوٹیوب سے ڈاؤن لوڈ کیے گئے گانوں کے لیے ایک مختلف فولڈر بناتا ہے
zh: 为 YouTube 下载的内容创建不同的文件夹

source: Current Theme
cs: Aktuální téma
de: Aktuelles Farbschema
es: Tema actual
fr: Thème actuel
he: ערכת עיצוב נוכחית
hi: वर्तमान थीम
hu: Jelenlegi téma
id: Tema Saat Ini
it: Tema selezionato
ml: നിലവിലെ തീം
nl: Huidig thema
pl: Aktualny Motyw
pt: Tema Atual
ru: текущая тема
ta: தற்போதைய தோற்றம்
tr: Mevcut Tema
uk: Тема
ur: موجودہ تھیم
zh: 当前主题

source: Dark Mode
cs: Tmavý režim
de: Dunkler Modus
es: Modo oscuro
fr: Mode sombre
he: מצב כהה
hi: डार्क मोड
hu: Sötét mód
id: Mode Gelap
it: Tema scuro
ml: ഇരുണ്ട മോഡ്
nl: Donker thema
pl: Tryb Ciemny
pt: Modo Escuro
ru: Темный режим
ta: இருள் பயன்முறை
tr: Karanlık Mod
uk: Темний режим
ur: ڈارک موڈ
zh: 深色模式

source: Date
cs: Datum
de: Datum
es: Fecha
he: תאריך
hi: दिनांक
hu: Dátum
id: Tanggal
it: Data
ml: തീയതി
nl: Datum
pl: Data
pt: Encontro
ru: Дата
ta: தேதி
tr: Tarih
uk: Дата
ur: تاریخ
zh: 日期

# dec
source: Decreasing
cs: Klesající
de: Abnehmend
es: Descendente
fr: Décroissant
he: יורד
hi: कम हो रहा है
hu: Csökkenő
id: menurun
it: Decrescente
ml: കുറയുന്നു
nl: Aflopend
pl: Malejąco
pt: Decrescente
ru: Уменьшение
ta: இறங்குமுகம்
tr: Azalan
uk: Зменшення
ur: کم ہو رہا ہے
zh: 降序

source: Delete
cs: Smazat
de: Löschen
es: Eliminar
fr: Supprimer
he: מחיקה
hi: हटाएं
hu: Törlés
id: Menghapus
it: Elimina
ml: നീക്കം ചെയ്യുക
nl: Verwijderen
pl: Usuń
pt: Apagar
ru: Удалить
ta: அழி
tr: Kaldır
uk: Видалити
ur: حذف کریں
zh: 删除

source: Deleted
cs: Smazáno
de: Gelöscht
es: Eliminado
fr: Supprimé
he: נמחק
hi: हटा दिया गया है
hu: Törölve
id: Dihapus
it: Eliminato
ml: നീക്കം ചെയ്തു
nl: Verwijderd
pl: Usunięte
pt: Apagado
ru: Удалено
ta: அழிந்தது
tr: Silindi
uk: Видалено
ur: حذف کر دیا گیا
zh: 已删除

source: Delete Theme
cs: Smazat téma
de: Farbschema löschen
es: Eliminar el tema
fr: Supprimer le thème
he: מחיקת ערכת עיצוב
hi: थीम हटाएं
hu: Téma törlése
id: Hapus Tema
it: Elimina tema
ml: തീം നീക്കംചെയ്യുക
nl: Thema verwijderen
pl: Usuń Motyw
pt: Apagar Tema
ru: удалить тему
ta: தோற்றத்தை அழி
tr: Temayı Sil
uk: Видалити тему
ur: تھیم کو حذف کریں
zh: 删除主题

# deleteThemeSubtitle
source: Are you sure you want to delete?
cs: Jste si jisti, že chcete odstranit toto téma?
de: Bist du sicher, dass du löschen willst?
es: ¿Segur@ que deseas eliminar?
fr: Voulez-vous vraiment supprimer ?
he: למחוק?
hi: क्या आप पक्का इसे हटाना चाहते हैं?
hu: Biztos, hogy törölni akarod?
id: Anda yakin ingin menghapus?
it: Sei sicuro/a di voler eliminare?
ml: നീക്കം ചെയ്യണമെന്നുറപ്പാണോ ?
nl: Weet je zeker dat je dit thema wilt verwijderen?
pl: Czy na pewno chcesz usunąć?
pt: Você tem certeza que quer apagar?
ru: Вы уверены, что хотите удалить?
ta: நிச்சயமாக அழிக்கவா?
tr: Silmek istediğine emin misin?
uk: Ви впевнені, що хочете видалити?
ur: کیا آپ واقعی حذف کرنا چاہتے ہیں؟
zh: 是否删除？

source: Disclaimer :
cs: Varování:
de: Haftungsausschluss :
es: Cláusula de no responsabilidad:
fr: Clause de non-responsabilité :
he: כתב ויתור:
hi: अधिकार-त्याग:
hu: Felelősségi nyilatkozat:
id: Penafian :
it: Avviso:
ml: നിരാകരണം :
nl: Vrijwaring:
pl: Zastrzeżenie :
pt: Isenção de Responsabilidade :
ru: Отказ от ответственности :
ta: பொறுப்புத்துறப்பு :
tr: Sorumluluk Reddi:
uk: Відмова від відповідальності :
ur: دستبرداری:
zh: 免责声明：

# disclaimerText
source: We respect your privacy more than anything else. Only your name, which you will enter here, will be recorded.
cs: Respektujeme vaše soukromí více než vše ostatní. Bude zaznamenáno pouze vaše jméno, které sem zadáte.
de: Wir respektieren deine Privatsphäre mehr als alles andere. Nur dein Name, den du hier eingeben, wird gespeichert.
es: Respetamos su privacidad más que nada. Solo su nombre, el cual introducirá aquí, será guardado.
fr: Nous respectons votre vie privée plus que toute autre chose. Seul votre nom, que vous allez entrez ici, sera enregistré.
he: אנו מכבדים את הפרטיות שלך יותר מכל דבר אחר. רק השם, שימולא כאן, יתועד.
hi: हम आपकी निजता का किसी और चीज से ज्यादा सम्मान करते हैं। केवल आपका नाम, जिसे आप यहां दर्ज करेंगे, रिकॉर्ड किया जाएगा।
hu: Mindennél jobban tiszteljük a magánéleted. Csak a neved rögzítjük, amelyet itt adtál meg.
id: Kami menghormati privasi Anda lebih dari apa pun. Hanya nama Anda, yang akan Anda masukkan di sini, yang akan dicatat.
it: Rispettiamo la tua privacy più di qualsiasi altra cosa. Solo il tuo nome che inserisci qui sarà registrato.
ml: നിങ്ങളുടെ സ്വകാര്യതയെ ഞങ്ങൾ മാനിക്കുന്നു. നിങ്ങളിവിടെ നൽകുന്ന പേര് മാത്രമേ ഞങ്ങൾ സൂക്ഷിക്കുന്നുള്ളൂ.
nl: Privacy staat bij ons hoog in het vaandel. Het enige wat we vastleggen is de naam die je hier opgeeft.
pl: Szanujemy Twoją prywatność bardziej niż cokolwiek innego. Tylko Twoje imię, które tutaj wpiszesz, zostanie zapisane.
pt: Nós respeitamos sua privacidade mais que qualquer outra coisa. Apenas o seu nome, o qual você irá adicionar aqui, será salvo.
ru: Мы уважаем вашу конфиденциальность больше, чем что-либо другое. Будет записано только ваше имя, которое вы введете здесь.
ta: வேறெதையும்விட உம் தனியுரிமையை மதிக்கிறோம். இங்குள்ளிடு உம் பெயர் மட்டுமே பதிவாகும்.
tr: Gizliliğinize her şeyden çok saygı duyuyoruz. Sadece buraya gireceğiniz adınız kaydedilecektir.
uk: Ми поважаємо вашу конфіденційність більше, чим будь-що інше. Буде записано тільки ваше імʼя, яке ви введете тут.
ur: ہم کسی بھی چیز سے زیادہ آپ کی رازداری کا احترام کرتے ہیں۔ صرف آپ کا نام، جو آپ یہاں درج کریں گے، ریکارڈ کیا جائے گا۔
zh: 我们尊重你的隐私胜过一切。只有你在这里输入的名字会被记录下来。

source: Display Name
cs: Zobrazované jméno
de: Anzeigename
es: Nombre
fr: Nom d'affichage
he: שם התצוגה
hi: नाम
hu: Megjelenített név
id: Nama tampilan
it: Nome visualizzato
ml: പ്രദർശിപ്പിക്കേണ്ട പേര്
nl: Getoonde naam
pl: Wyświetlana Nazwa
pt: Nome em Exibição
ru: Отображаемое имя
ta: காட்சிப்பெயர்
tr: Görünen Ad
uk: Відображене імʼя
ur: ڈسپلے کا نام
zh: 显示名称

source: Date Added
cs: Datum přidání
de: Datum hinzugefügt
es: Fecha añadida
fr: Date d'ajout
he: תאריך ההוספה
hi: संकलित तिथि
hu: Hozzáadás dátuma
id: Tanggal Ditambahkan
it: Data di aggiunta
ml: തീയതി കൂട്ടിച്ചേർത്തു
nl: Toegevoegd
pl: Data Dodania
pt: Data Adicionada
ru: Дата добавления
ta: சேர்ந்த தேதி
tr: Eklenme Tarihi
uk: Дата додання
ur: تاریخ شامل ہوگئی
zh: 已添加日期

# donateGpay
source: Donate with GPay
cs: Přispějte pomocí GPay
de: Mit GPay spenden
es: Donar con GPay
fr: Donner avec GPay
he: תרומה עם GPay
hi: GPay से दान करें
hu: Adományozz GPay segítségével
id: Donasi dengan GPay
it: Dona con GPay
ml: ജീപ്പേ വഴി സംഭാവന ചെയ്യൂ
nl: Doneren met GPay
pl: Wesprzyj używając GPay
pt: Doar com GPay
ru: Пожертвовать с помощью GPay
ta: GPayயுடன் கொடையளி
tr: GPay ile bağış yapın
uk: Пожертвувати за допомогою GPay
ur: GPay کے ساتھ عطیہ کریں
zh: 使用 GPay 捐赠

# down
source: Download
cs: Stáhnout
de: Herunterladen
es: Descargar
fr: Télécharger
he: הורדה
hi: डाउनलोड
hu: Letöltés
id: Unduh
it: Scarica
ml: ഡൗൺലോഡ്
nl: Downloaden
pl: Pobierz
ru: Загрузки
ta: பதிவிறக்கு
tr: İndir
uk: Завантаження
ur: ڈاؤن لوڈ کریں
zh: 下载

# downAgain
source: already exists. Do you want to download it again?
cs: již existuje. Chcete to stáhnout znovu?
de: existiert bereits. Möchtest du sie erneut herunterladen?
es: ya existe. ¿Desea descargarlo nuevamente?
fr: existe déjà. Voulez-vous le retélécharger ?
he: כבר קיים. להוריד שוב?
hi: पहले से मौजूद है। क्या आप इसे फिर से डाउनलोड करना चाहते हैं?
hu: már létezik. Szeretnéd újra letölteni?
id: sudah ada. Apakah Anda ingin mengunduhnya lagi?
it: esiste già. Vuoi riprovare a scaricarlo?
ml: ഇതിനകം നിലവിലുണ്ട് ഒന്നുകൂടെ ഡൗൺലോഡ് ചെയ്യണോ?
nl: is al gedownload. Wil je dit bestand opnieuw downloaden?
pl: już istnieje. Czy chcesz pobrać to ponownie?
pt: já existe. Você quer baixar novamente?
ru: уже существует. Вы хотите скачать его снова?
ta: ஏற்கனவே உள்ளது. மீண்டும் பதிவிறக்க வேண்டுமா?
tr: zaten var. Tekrar indirmek istiyor musunuz?
uk: вже існує. Хочете завантажити знову?
ur: پہلے سے موجود ہے. کیا آپ اسے دوبارہ ڈاؤن لوڈ کرنا چاہتے ہیں؟
zh: 已下载 是否重新下载？

source: Enter Text
cs: Zadejte text
de: Gib Text ein
es: Escriba
fr: Entrez du texte
he: מילוי טקסט
hi: पाठ दर्ज करें
hu: Szöveg beírása
id: Masukkan teks
it: Inserisci testo
ml: ടെക്സ്റ്റ് നൽകുക
nl: Voer tekst in
pl: Wpisz Tekst
pt: Digite o texto
ru: Введите текст
ta: உரையை உள்ளிடு
tr: Metin girin
uk: Введіть текст
ur: متن درج کریں
zh: 输入文本

source: Enter theme name
cs: Zadejte název tématu
de: Gib den Name des Farbschemas ein
es: Escriba el nombre del Tema
fr: Entrez le nom du thème
he: מילוי שם הסגנון
hi: थीम का नाम दर्ज करें
hu: Téma nevének megadása
id: Masukkan nama tema
it: Inserisci il nome del tema
ml: തീമിന് പേര് നൽകുക
nl: Voer een themanaam in
pl: Wpisz nazwę motywu
pt: Coloque o nome do tema
ru: Введите название темы
ta: தோற்றக்கருப் பெயரை உள்ளிடு
tr: Tema adını girin
uk: Введіть назву теми
ur: تھیم کا نام درج کریں
zh: 输入主题名称

source: Equalizer
cs: Ekvalizér
es: Ecualizador
fr: Égaliseur
he: אקוולייזר
hi: तुल्यकारक (इक्वलाइजर)
hu: Kiegyenlítő
id: Ekualiser
it: Equalizzatore
ml: ഇക്വലൈസർ
pt: Equalizador
ru: Эквалайзер
ta: சமமாக்கி
tr: Ekolayzer
uk: Еквалайзер
ur: ‍ایکوی لائزر
zh: 均衡器

source: Excluded
cs: Vyloučeno
de: Ausgeschlossen
es: Excluidos
fr: Exclus
he: הוחרג
hi: अपवर्जित
hu: Kivéve
id: Dikecualikan
it: Escluso
ml: ഒഴിവാക്കി
nl: Uitgesloten
pl: Wykluczone
pt: Excluídos
ru: не входит
ta: விலக்கப்பட்டது
tr: Dahil değil
uk: виключений
ur: خارج
zh: 已排除

# exitConfirm
source: Press Back Again to Exit App
cs: Stiskněte znovu tlačítko zpět pro opuštění aplikace
de: Drücke erneut auf Zurück, um die Anwendung zu beenden
es: Presione atrás nuevamente para salir de la aplicación
fr: Rappuyez sur Retour pour quitter l'application
he: חזרה פעם נוספת תצא מהיישומון
hi: ऐप से बाहर निकलने के लिए फिर से दबाएं
hu: Nyomd meg újra a Vissza gombot az alkalmazásból való kilépéshez
id: Tekan Kembali Lagi untuk Keluar dari Aplikasi
it: Premi di nuovo per uscire
ml: ഒന്നുകൂടെ ബാക്ക് അമർത്തിയാൽ ആപ്പിൽ നിന്ന് പുറത്തുകടക്കാം
nl: Druk nogmaals op de terugknop om af te sluiten
pl: Naciśnij Ponownie Wstecz, aby Wyjść z Aplikacji
pt: Pressione novamente para sair do aplicativo
ru: Нажмите ещё раз, чтобы выйти из приложения
ta: செயலியை வெளியேற மீண்டும் பின்னே அழுத்து
tr: Uygulamadan çıkmak için tekrar geri basın
uk: Натисніть ще раз, щоб вийти з додатку
ur: ایپ سے باہر نکلنے کے لیے دوبارہ دبائیں
zh: 再次点击返回按钮退出应用

source: Export
cs: Exportovat
de: Exportieren
es: Exportar
fr: Exporter
he: ייצוא
hi: निर्यात
id: Ekspor
it: Esporta
ml: കയറ്റുമതി ചെയ്യുക
nl: Exporteren
pl: Eksportuj
pt: Exportar
ru: Экспорт
ta: ஏற்றுமதிசெய்
tr: Dışarı aktar
uk: Експорт
ur: ایکسپورٹ
zh: 导出

# failedDelete
source: Failed to Delete
cs: Nepodařilo se odstranit
de: Fehler beim Löschen
es: Fallo al eliminar
fr: Échec de la suppresion
he: המחיקה נכשלה
hi: मिटाने में विफल
hu: Sikertelen törlés
id: Gagal Menghapus
it: Impossibile eliminare
ml: നീക്കം ചെയ്യുന്നതിൽ പരാജയപ്പെട്ടു
nl: Het verwijderen is mislukt
pl: Nie udało się Usunąć
pt: Falha ao deletar o arquivo
ru: Не удалось удалить
ta: அழித்தல் தோல்வி
tr: Silinemedi
uk: Не вдалося видалити
ur: حذف کرنے میں ناکام
zh: 删除失败

source: Genres
cs: Žánry
es: Géneros
he: סגנונות
hi: शैलियां
hu: Műfajok
id: Genre
it: Generi
ml: തരങ്ങൾ
pl: Gatunki
pt: Gêneros
ru: Жанры
ta: வகைமைகள்
tr: Türler
uk: Жанри
ur: انواع
zh: 类型

source: Get Started
cs: Začít
de: Los geht’s
es: Comenzar
fr: Commencer
he: מתחילים
hi: शुरू करते हैं
hu: Kezdjünk hozzá
id: Memulai
it: Inizia
ml: തുടങ്ങിയേക്കാം
nl: Aan de slag
pl: Rozpocznij
pt: Começar
ru: Давайте начнем
ta: ஆரம்பி
tr: Başlat
uk: Давайте почнемо
ur: شروع کرنے کےلیے
zh: 开始使用

source: Global
cs: Globální
he: כללי
hi: वैश्विक
hu: Globális
it: Globale
ml: ആഗോളം
nl: Algemeen
pl: Globalne
ru: Глобально
ta: உலகளாவிய
tr: Dünya çapında
uk: Глобально
ur: گلوبل
zh: 全球

source: Gmail
hi: जीमेल
ml: ജീ മെയിൽ
ta: ஜீமெயில்
ur: جی میل

source: Guest
cs: Host
de: Gast
es: Invitado
fr: Invité
he: אורח
hi: अतिथि
hu: Vendég
id: Tamu
it: Anonimo
ml: അതിഥി
nl: Gast
pl: Gość
pt: Hóspede
ru: Гость
ta: விருந்தாளி
tr: Misafir
uk: Гість
ur: مہمان
zh: 留言

source: Home
cs: Domů
de: Startseite
es: Inicio
fr: Accueil
he: בית
hi: होम
hu: Kezdőlap
id: Beranda
it: Pagina principale
ml: ഹോം
nl: Startpagina
pl: Dom
pt: Inicio
ru: Домашний экран
ta: முகப்பு
tr: Ana Sayfa
uk: Домашній екран
ur: ہوم
zh: 主页

# homeGreet
source: Hi There,
cs: Zdravíme,
de: Hallo,
es: Hola,
fr: Bonjour,
he: שלום,
hi: नमस्कार,
hu: Szia,
id: Halo,
it: Ciao,
ml: ഹായ് അവിടെയുണ്ടോ,
nl: Hallo,
pl: Witaj,
pt: Olá,
ru: Привет,
ta: வணக்கம்,
tr: Merhaba,
uk: Вітаємо,
ur: ہیلو وہاں،
zh: 你好，

# importFile
source: Import from File
cs: Importovat ze souboru
de: Aus Datei importieren
es: Importar desde archivo
fr: Importer depuis un fichier
he: ייבוא מקובץ
hi: फ़ाइल से आयात करें
hu: Importálás fájlból
id: Impor dari File
it: Importa da un file
ml: ഫയലിൽ നിന്ന് ഇറക്കുമതി ചെയ്യുക
nl: Importeren uit bestand
pl: Zaimportuj z Pliku
pt: Importar de um arquivo
ru: Импорт из файла
ta: கோப்பிலிருந்து இறக்குமதிசெய்
tr: Dosyadan içe aktar
uk: Імпорт з файлу
ur: فائل سے امپورٹ کریں
zh: 从文件导入

source: Import Public Playlist
cs: Importovat veřejný playlist
de: Öffentliche Wiedergabeliste importieren
es: Importar Lista de Reproducción pública
fr: Importer une liste de lecture publique
he: ייבוא רשימת נגינה ציבורית
hi: सार्वजनिक प्लेलिस्ट आयात करें
hu: Nyilvános lejátszási lista importálása
id: Impor Daftar Putar Publik
it: Importa una paylist pubblica
ml: പൊതു പ്ലേലിസ്റ്റ് ഇറക്കുമതി ചെയ്യുക
nl: Openbare afspeellijst importeren
pl: Zaimportuj Publiczne Playlisty
pt: Importar uma Playlist pública
ru: Импорт публичного плейлиста
ta: ஊர்ச்சன பாச்சரத்தை இறக்குமதிசெய்
tr: Herkese açık çalma listesini içe aktar
uk: Імпорт публічного плейліста
ur: پبلک پلے لسٹ درآمد کریں
zh: 导入公开播放列表

# importSuccess
source: Successfully imported
cs: Úspěšně importováno
de: Erfolgreich importiert
es: Importado satisfactoriamente
fr: Importation réussie
he: הייבוא הצליח
hi: सफलतापूर्वक आयात किया गया
hu: Sikeresen importált
id: Berhasil diimpor
it: Importato con successo
ml: വിജയകരമായി ഇറക്കുമതി ചെയ്തു
nl: Het importeren is voltooid
pl: Pomyślnie zaimportowano
pt: Importado com sucesso
ru: Импорт успешен
ta: இறக்குமதி வெற்றி
tr: Başarıyla içe aktarıldı
uk: Успішно імпортовано
ur: کامیابی کے ساتھ درآمد ہو گیا
zh: 导入成功

# failedExport
source: Failed to Export
cs: Nepodařilo se exportovat
de: Fehler beim Exportieren
es: Fallo al exportar
fr: Échec de l'exportation
he: הייצוא נכשל
hi: निर्यात करने में विफल
hu: Sikertelen exportálás
id: Gagal Mengekspor
it: Impossibile esportare
ml: കയറ്റുമതി ചെയ്തത് പരാജയപ്പെട്ടു
nl: Het exporteren is mislukt
pl: Nie udało się Wyeksportować
pt: Falha ao Exportar
ru: Экспорт не удался
ta: ஏற்றமதி தோல்வி
tr: Dışa aktarılamadı
uk: Не вдалося експортувати
ur: ایکسپورٹ کرنے میں ناکام
zh: 导出失败
