Repository: StarsWarrior/BlackHole
Catalog: lib/localization/app_*.arb
Languages: bn, cs, de, es, fr, he, hi, hu, id, it, ml, nl, pl, pt, ru, sq, ta, tr, uk, ur, zh

source: No Folder selected
cs: Nebyla vybrána žádná složka
de: Kein Ordner ausgewählt
es: Ningún directorio seleccionado
fr: Aucun dossier sélectionné
he: לא נבחרה תיקייה
hi: कोई फ़ोल्डर नहीं चुना गया
hu: Nincs kiválasztott mappa
id: Tidak ada Folder yang dipilih
it: Nessuna cartella selezionata
ml: ഒരു ഫോൾഡറും തിരഞ്ഞെടുത്തിട്ടില്ല
nl: Geen map gekozen
pl: Nie wybrano Folderu
pt: Nenhuma pasta selecionada
ru: Папка не выбрана
ta: தேர்ந்தெடுத்த அடைவு ஏதுமில்லை
tr: Klasör seçilmedi
uk: Папка не вибрана
ur: کوئی فولڈر منتخب نہیں کیا گیا
zh: 尚未选择文件夹

source: Ok
he: אישור
hi: ठीक है (ओके)
id: Oke
nl: Oké
ru: Ок
ta: சரி
tr: Tamam
uk: Добре
ur: ٹھیک ہے
zh: 确定

source: OR
cs: NEBO
de: ODER
es: O
fr: OU
he: או
hi: या/अथवा
hu: vagy
id: ATAU
it: O
nl: OF
pl: LUB
pt: OU
ru: ИЛИ
ta: அ
tr: VEYA
uk: АБО
ur: یا
zh: 二维码

source: Others
cs: Ostatní
de: Andere
es: Otros
fr: Autres
he: אחרים
hi: और
hu: Mások
id: Yang lain
it: Altri
nl: Overig
pl: Inni
pt: Outros
ru: Другие
ta: மற்றவை
tr: Diğerleri
uk: Інші
ur: دوسرے
zh: 其他

source: Pause
cs: Pozastavit
he: השהיה
hi: रोकें
hu: Szünet
id: Berhenti sebentar
it: Pausa
nl: Pauzeren
pl: Pauza
pt: Pausar
ru: Пауза
ta: இடைநிறுத்து
tr: Duraklat
uk: Пауза
ur: روک دیا
zh: 暂停

# playSomething
source: Go and Play Something
cs: Něco si pusťte
de: Geh und spiel etwas ab
es: Ir y escuchar algo
fr: Faites jouer quelque chose
he: קדימה, לנגן משהו
hi: जाओ और कुछ सुनो
hu: Menj és játssz valamit
id: Pergi dan Mainkan Sesuatu
it: Riproduci qualcosa
nl: Zet een nummer op
pl: Idź i Odtwórz Coś
pt: Vá e Toque Algo
ru: Послушайте что-нибудь
ta: போய் எதையாவதியக்கு
tr: Git ve bir şey çal
uk: Послухайте що-небудь
ur: جاؤ اور کچھ چلادو
zh: 去播放点东西吧

source: Playing
cs: Nehraje
de: Wird abgespielt
es: Reproduciendo
fr: En lecture
he: מתנגן
hi: चल रहा है
hu: Most hallgatja
id: Bermain
it: In riproduzione
nl: Je luistert naar
pl: Odtwarzanie
pt: Tocando
ru: Слушать
ta: இயங்குகிறது
tr: Çalıyor
uk: Грає
ur: ابھی چل رہا
zh: 播放的歌曲

# playingCap
source: PLAYING
cs: PŘEHRÁVÁNÍ
de: Jetzt abgespielt
es: REPRODUCIENDO
fr: EN LECTURE
he: מתנגן
hi: अब
hu: LEJÁTSZÁS
id: BERMAIN
it: In riproduzione
nl: JE LUISTERT NAAR
pl: ODTWARZANIE
pt: TOCANDO
ru: СЛУШАТЬ
ta: இயங்கில
tr: ÇALIYOR
uk: ГРАЄ
ur: ابھی چل رہا
zh: 正在播放

# playlistShareText
source: Have a look at my playlist!
cs: Mrkni na můj playlist!
de: Schaut euch meine Wiedergabeliste an!
es: ¡Mira mi lista de reproducción!
fr: Jette un œil à ma liste de lecture !
he: הנה רשימת הנגינה שלי!
hi: मेरी प्लेलिस्ट पर एक नजर डालें!
hu: Nézd meg a lejátszási listámat!
id: Lihat daftar putar saya!
it: Date un'occhiata alla mia playlist!
nl: Bekijk mijn afspeellijst eens!
pl: Spójrz na moją playlistę!
pt: Olhe minha Playlist!
ru: Взгляните на мой плейлист!
ta: என் பாச்சரத்தை ஒரு பார்வை பார்!
tr: Çalma listeme bir bak!
uk: Погляньте на мій плейліст!
ur: میری پلے لسٹ پر ایک نظر ڈالیں!
zh: 看看我的播放列表吧！

source: Playlists
cs: Playlisty
de: Wiedergabelisten
es: Listas de reproducción
fr: Listes de lecture
he: רשימות נגינה
hi: प्लेलिस्ट
hu: Lejátszási listák
id: Daftar putar
it: Playlist
nl: Afspeellijsten
pl: Playlisty
ru: Плейлисты
ta: பாச்சரங்கள்
tr: Çalma Listeleri
uk: Плейлісти
ur: پلے لسٹس
zh: 播放列表

source: Popularity
cs: Popularita
de: Popularität
es: Popularidad
fr: Popularité
he: נפוצות
hi: लोकप्रियता
hu: Népszerűség
id: Kepopuleran
it: Popolarità
nl: Populariteit
pl: Popularność
pt: Popularidade
ru: Популярность
ta: புகழ்
tr: Popülerlik
uk: Популярність
ur: مقبولیت
zh: 热门

source: Port
es: Puerto
he: פתחה
hi: पोर्ट
it: Porta
nl: Poort
pt: Porta
ru: Порт
ta: புறை
uk: Порт
ur: پورٹ
zh: 端口

# proxySet
source: Proxy Settings
cs: Nastavení proxy
de: Proxy-Einstellungen
es: Configuración del Proxy
fr: Paramètres du proxy
he: הגדרות מתוך
hi: प्रॉक्सी सेटिंग
hu: Proxy beállítások
id: Pengaturan proxy
it: Impostazioni proxy
nl: Proxy-instellingen
pl: Ustawienia Serwera Proxy
pt: Configurações de proxy
ru: Настройки прокси
ta: பதிலி அமைவு
tr: Vekil Sunucu Ayarları
uk: Налаштування проксі
ur: پراکسی سیٹنگز
zh: 代理设置

source: Remove
cs: Odebrat
de: Entfernen
es: Eliminar
fr: Retirer
he: הסרה
hi: हटाएं
hu: Eltávolítás
id: Hapus
it: Rimuovi
nl: Verwijderen
pl: Usuń
pt: Remover
ru: Удалить
ta: நீக்கு
tr: Kaldır
uk: Видалити
ur: ہٹانا
zh: 移除

# removedFromFav
source: Removed from Favorites
cs: Odebráno z oblíbených
de: Aus den Favoriten entfernt
es: Eliminado de Favoritos
fr: Retiré des Favoris
he: הוסר מהמועדפים
hi: पसंदीदा से हटाया गया
hu: Eltávolítva a kedvencek közül
id: Dihapus dari Favorit
it: Rimosso dai preferiti
nl: Verwijderd uit favorieten
pl: Usunięto z Ulubionych
pt: Removido dos Favoritos
ru: Удалено из избранного
ta: அபிமானவையிலிருந்து நீங்கியது
tr: Favorilerden kaldırıldı
uk: Видалено з обраного
ur: پسندیدہ سے ہٹا دیا گیا
zh: 已从收藏夹中移除

source: Rename
cs: Přejmenovat
de: Umbenennen
es: Renombrar
fr: Renommer
he: שינוי שם
hi: नाम बदलें
hu: Átnevezés
id: Ganti nama
it: Rinomina
nl: Naam wijzigen
pl: Zmień Nazwę
pt: Trocar o nome
ru: Переименовать
ta: மறுபெயரிடு
tr: Yeniden adlandır
uk: Перейменувати
ur: نام تبدیل کریں
zh: 重命名

source: Restore
cs: Obnovit
de: Wiederherstellen
es: Restaurar
fr: Restaurer
he: שחזור
hi: पुनर्स्थापित (रीस्टोर)
hu: Visszaállítás
id: Pulihkan
it: Ripristina
nl: Herstellen
pl: Przywróć
pt: Restaurar
ru: Восстановить
ta: மீட்டெடு
tr: Geri yükleme
uk: Відновити
ur: بحال کریں
zh: 恢复

source: Results Not Found
cs: Nenalezeny žádné výsledky
de: Keine Ergebnisse
es: No hay resultados
fr: Aucun résultat trouvé
he: לא נמצאו תוצאות
hi: परिणाम नहीं मिला
hu: Nincsenek találatok
id: Hasil Tidak Ditemukan
it: Risultati non trovati
nl: Er zijn geen zoekresultaten
pl: Nie Znaleziono Wyników
pt: Resultados não encontrados
ru: Результаты не найдены
ta: முடிவுகள் எவையுமில்லை
tr: Sonuçlar bulunamadı
uk: Результати не знайдено
ur: نتائج نہیں ملے
zh: 未找到结果

source: Save Playlist
cs: Uložit playlist
de: Wiedergabeliste speichern
es: Guardar Playlist
fr: Sauvegarder la liste de lecture
he: שמירת רשימת הנגינה
hi: प्लेलिस्ट सहेजें
hu: Lejátszási lista mentése
id: Simpan Daftar Putar
it: Salva la playlist
nl: Afspeellijst opslaan
pl: Zapisz Playlistę
pt: Salvar lista de reprodução
ru: Сохранить плейлист
ta: பாச்சரத்தைச் சேமி
tr: Çalma listesini kaydet
uk: Зберегти плейліст
ur: پلے لسٹ کو محفوظ کریں
zh: 保存播放列表

source: Search
cs: Hledat
de: Suchen
es: Buscar
fr: Rechercher
he: חיפוש
hi: खोजें
hu: Keresés
id: Mencari
it: Ricerca
nl: Zoeken
pl: Szukaj
pt: Procurar
ru: Поиск
ta: தேடு
tr: Arama
uk: Пошук
ur: تلاش کریں
zh: 搜索

source: Search Home
cs: Hledat doma
de: Suche-Startseite
es: Buscar en Inicio
fr: Accueil des recherches
he: עמוד הבית של החיפוש
hi: सर्च होम
hu: Keresés a főoldalon
id: Cari Beranda
it: Pagina ricerche
nl: Startpagina doorzoeken
pl: Szukaj na Stronie Głównej
pt: Página inicial da pesquisa
ru: Поиск на главном экране
ta: முகப்பில் தேடு
tr: Ana Sayfada Ara
uk: Пошук на головному екрані
ur: تلاش کریں
zh: 搜索主页

source: Share App
cs: Sdílet aplikaci
de: Anwendung teilen
es: Compartir App
fr: Partager l'application
he: שיתוף היישומון
hi: ऐप साझा करें
hu: Alkalmazás megosztása
id: Bagikan Aplikasi
it: Condividi l'app
nl: Deel de app
pl: Udostępnij Aplikację
pt: Compartilhar o aplicativo
ru: Поделиться приложением
ta: செயலியைப் பகிர்
tr: Uygulamayı Paylaş
uk: Поділитися додатком
ur: ایپ شیئر کریں
zh: 分享应用

source: Show Here
cs: Vidění
de: Hier anzeigen
es: Mostrar aquí
fr: Afficher ici
he: להציג כאן
hi: यहां दिखाएं
hu: Mutasd meg itt
id: Tampilkan Disini
it: Mostra qui
nl: Hier tonen
pl: Pokaż Tutaj
pt: Mostrar aqui
ru: Показать здесь
ta: இங்கு காட்ட
tr: Burada göster
uk: Показати тут
ur: یہاں دکھائیں
zh: 显示

# showHistory
source: Show Search History
cs: Zobrazit historii vyhledávání
de: Suchverlauf anzeigen
es: Mostrar historial de búsqueda
fr: Afficher l'historique de recherche
he: הצגת היסטוריית החיפוש
hi: खोज इतिहास दिखाएं
hu: Keresési előzmények megjelenítése
id: Tampilkan Riwayat Pencarian
it: Mostra la cronologia di ricerca
nl: Zoekgeschiedenis tonen
pl: Wyświetlaj Historię Wyszukiwania
pt: Mostrar histórico
ru: Показать историю поиска
ta: தேடல் வரலாற்றைக் காட்டு
tr: Arama geçmişini göster
uk: Показати історії пошуку
ur: تلاش کی ہسٹری دکھائیں
zh: 显示搜索历史

# showHistorySub
source: Show Search History below Search Bar
cs: Zobrazit historii vyhledávání pod vyhledávací lištou
de: Suchverlauf unter der Suchleiste anzeigen
es: Mostrar historial debajo de la barra de búsqueda
fr: Afficher l'historique de recherche sous la barre de recherche
he: הצגת היסטוריית החיפוש מתחת לסרגל החיפוש
hi: खोज बार के नीचे खोज इतिहास दिखाएं
hu: Keresési előzmények megjelenítése a keresősáv alatt
id: Tampilkan Riwayat Pencarian di bawah Bilah Pencarian
it: Mostra la cronologia di ricerca sotto la barra di ricerca
nl: Toon zoekgeschiedenis onder de zoekbalk
pl: Wyświetlaj Historię Wyszukiwania pod Paskiem Wyszukiwania
pt: Mostrar histórico abaixo da barra de pesquisa
ru: Показывать историю поиска под строкой поиска
ta: தேடல் பட்டைக்குக்கீழ் தேடல் வரலாற்றைக் காட்டு
tr: Arama çubuğunun altında geçmişi göster
uk: Показувати історію пошуку під строкою пошуку
ur: سرچ بار کے نیچے تلاش کی سرگزشت دکھائیں
zh: 在搜索栏下方显示搜索历史

# showLastSub
source: Show Last session on Home Screen
cs: Zobrazit poslední relaci na domovské obrazovce
de: Letzte Sitzung auf dem Startbildschirm anzeigen
es: Mostrar última sesión en la pantalla de inicio
fr: Afficher la dernière session sur l'écran d'accueil
he: הצגת ההפעלה האחרונה במסך הבית
hi: होम स्क्रीन पर पिछला सत्र दिखाएं
hu: Utolsó munkamenet megjelenítése a kezdőképernyőn
id: Tampilkan sesi Terakhir di Layar Beranda
it: Mostra l'ultima sessione nella schermata principale
nl: Toon de vorige sessie op de startpagina
pl: Pokazuj Ostatnią sesję na Ekranie Głównym
pt: Mostrar última sessão na Tela Inicial
ru: Показать последний сеанс на главном экране
ta: முகப்புத்திரையில் கடைசி அமர்வைக் காட்டு
tr: Ana ekranda son oturumu göster
uk: Показувати останній сеанс на головному екрані
ur: ہوم اسکرین پر آخری سیشن دکھائیں
zh: 在主页上显示最近播放

# showQr
source: Show QR Code
cs: Zobrazit QR kód
de: QR-Code anzeigen
es: Mostrar código QR
fr: Afficher le code QR
he: הצגת קוד QR
hi: क्यूआर कोड दिखाएं
hu: QR-kód megjelenítése
id: Tampilkan Kode QR
it: Mostra il codice QR
nl: QR-code tonen
pl: Wyświetl Kod QR
pt: Mostrar QR Code
ru: Показать QR-код
ta: விரைவுக்குறி காட்டு
tr: QR kodunu göster
uk: Показати QR-код
ur: کیو آر کوڈ دکھائیں
zh: 显示二维码

source: Skip Previous
cs: Přeskočit předchozí
de: Zum Vorherigen überspringen
es: Canción anterior
fr: Passer au précédent
he: דילוג על הקודם
hi: पिछला छोड़ें
hu: Előzőre ugrás
id: Lewati Sebelumnya
it: Salta precedente
nl: Vorige overslaan
pl: Pomiń Poprzedni
pt: Voltar
ru: Пропустить предыдущий
ta: முந்தையதைக் கெந்து
tr: Öncekini geç
uk: Пропустити минулий
ur: پچھلے کو چھوڑیں
zh: 跳过上一步

# sleepAfter
source: Sleep after N Songs
cs: Uspat aplikaci po N skladbách
de: Nach N Lieder stoppen
es: Dormir después de N canciones
fr: Arrêter après N titres
he: מצב שינה אחרי N שירים
hi: N गाने के बाद सो स्लीप
hu: Alvás N dalok után
id: Tidur setelah N Lagu
it: Dormi dopo N canzoni
nl: Slaapstand na x-aantal nummers
pl: Zaśnij po N Utworach
pt: Dormir depois de N Músicas
ru: Входить в сон после N песен
ta: N பாடல்களுக்குப்பின் தூங்கு
tr: N şarkıdan sonra uyu
uk: Входити в сон після N пісень
ur: N گانے کے بعد سونا
zh: 睡眠音乐

# sleepDur
source: Sleep after a duration of hh:mm
cs: Uspat aplikaci po době hh:mm
de: Nach einer Dauer von hh:mm stoppen
es: Dormir después de una duración de hh:mm
fr: Arrêter après une durée de hh:mm
he: להירדם לאחר משך של hh:mm
hi: hh:mm. की अवधि के बाद सोएं (स्लीप)
hu: Alvás hh:mm időtartam után
id: Tidur setelah durasi jj:mm
it: Standby dopo hh:mm
nl: Slaapstand na uu:mm
pl: Zaśnij po upływie hh:mm
pt: Dormir depois de hh:mm
ru: Входить в сон после hh:mm
ta: hh:mm காலவளவிற்குபின் தூங்கு
tr: hh:mm süresinden sonra uyu
uk: Входити в сон після hh:mm
ur: hh:mm کی مدت کے بعد سونا
zh: 持续 hh:mm 后入睡

# sleepDurSub
source: Music will stop after selected duration
cs: Hudba bude pozastavena po vybrané době
de: Die Musik wird nach der gewählten Dauer gestoppt
es: La música se detendrá cuando pase el tiempo seleccionado
fr: La musique s'arrêtera à la fin de cette durée
he: המוזיקה תיעצר לאחר משך הזמן שנבחר
hi: चयनित अवधि के बाद संगीत बंद हो जाएगा
hu: A zene a kiválasztott időtartam után leáll
id: Musik akan berhenti setelah durasi yang dipilih
it: La musica si fermerà dopo la durata selezionata
nl: De muziek wordt onderbroken na de ingestelde duur
pl: Muzyka zatrzyma się po upływie wybranego czasu
pt: Música irá parar depois do tempo selecionado
ru: Музыка остановится после выбранной продолжительности
ta: தேர்ந்தெடுத்த காலவளவின்பின் இசை நிற்கும்
tr: Belirlenen süreden sonra müzik duracak
uk: Музика зупиниться через вказаний час
ur: منتخب مدت کے بعد موسیقی رک جائے گی
zh: 音乐将在指定时间后暂停

source: Sleep Timer
cs: Časovač uspání
de: Schlaf-Schaltuhr
es: Temporizador de sueño
fr: Minuterie de veille
he: מתזמן שינה
hi: स्लीप टाइमर
hu: Alvás időzítő
id: Pengatur Waktu Tidur
it: Temporizzatore
nl: Slaapklok
pl: Timer Snu
pt: Despertador
ru: Таймер сна
ta: தூங்கக் காலக்கெடு
tr: Uyku Zamanlayıcısı
uk: Таймер сну
ur: نیند کا ٹائمر
zh: 睡眠计时器

source: Song
cs: Skladba
de: Titel
es: Canción
fr: Morceau
he: שיר
hi: गीत
hu: Dal
id: Lagu
it: Canzone
nl: Nummer
pl: Utwór
pt: Música
ru: Песня
ta: பாடல்
tr: Şarkı
uk: Пісня
ur: گانا
zh: 歌曲

source: Song Info
cs: Informace o skladbě
de: Titel-Infos
es: Info de canción
fr: Infos sur le morceau
he: פרטי השיר
hi: गाने की जानकारी
hu: Dal infó
id: Info Lagu
it: Info canzone
nl: Nummerinformatie
pl: Informacje o Utworze
pt: Informações sobre a música
ru: Информация о песне
ta: பாவிவரம்
tr: Şarkı bilgisi
uk: Інформація об пісні
ur: گانے کی معلومات
zh: 歌曲信息

source: Song Path
cs: Cesta ke skladbě
de: Titelpfad
es: Ruta de la canción
fr: Chemin d'accès du morceau
he: נתיב השיר
hi: गीत पथ
hu: Dal útvonala
id: Jalur Lagu
it: Percorso canzone
nl: Nummerlocatie
pl: Ścieżka Utworu
pt: Caminho da música
ru: Путь к песне
ta: பாடல் பாதை
tr: Şarkının konumu
uk: Місцезнаходження пісні
ur: گانے کا راستہ
zh: 歌曲路径

source: Spotify Charts
cs: Žebříčky Spotify
es: Tops de Spotify
fr: Classements Spotify
he: מצעדי Spotify
hi: स्पॉटिफाई चार्ट
hu: Spotify slágerlisták
id: Tangga Lagu Spotify
it: Classifiche Spotify
nl: Spotify-hitlijsten
pl: Listy Przebojów Spotify
ru: Хиты Spotify
ta: Spotify தரவரிசை
tr: Spotify Sıralamaları
uk: Хіти Spotify
ur: Spotify چارٹس
zh: Spotify 排行榜

source: Spotify Top Charts
cs: Žebříčky nejlepších Spotify
es: Top éxitos de Spotify
fr: Palmarès Spotify
he: המצעדים המובילים ב־Spotify
hi: स्पॉटिफाई शीर्ष चार्ट
hu: Spotify Top Slágerlisták
id: Tangga Lagu Teratas Spotify
it: Classifiche Spotify
nl: Spotify-hitlijst
pl: Najlepsze Listy Przebojów Spotify
pt: Top Charts do Spotify
ru: Популярные хиты Spotify
ta: Spotify உச்ச தரவரிசை
tr: Spotify En İyiler Sıralaması
uk: Популярні хіти Spotify
ur: Spotify ٹاپ چارٹس
zh: Spotify 热门排行

# stopDown
source: Stop Download
cs: Zastavit stahování
de: Stoppen
es: Parar descarga
fr: Arrêter le téléchargement
he: עצירת ההורדה
hi: डाउनलोड रोकें
hu: Letöltés leállítása
id: Berhenti Unduh
it: Ferma lo scaricamento
nl: Downloaden afbreken
pl: Zatrzymaj Pobieranie
pt: Parar Download
ru: Остановить загрузку
ta: பதிவிறக்கத்தை நிறுத்து
tr: İndirmeyi durdur
uk: Зупинити завантаження
ur: ڈاؤن لوڈ بند کریں
zh: 停止下载

# streamQuality
source: Streaming Quality
cs: Kvalita hudby
de: Streaming-Qualität
es: Calidad de reproducción
fr: Qualité du flux
he: איכות תזרים
hi: स्ट्रीमिंग गुणवत्ता
hu: Streamelés minősége
id: Kualitas Streaming
it: Qualità del flusso
nl: Streamingkwaliteit
pl: Jakość Streamingu
pt: Qualidade do Streaming
ru: Качество потокового вещания
ta: பாய்வு தரம்
tr: Yayın kalitesi
uk: Якість потокового мовлення
ur: سٹریمنگ کوالٹی
zh: 流质量

# streamQualitySub
source: Higher quality uses more data
cs: Vyšší kvalita využívá více dat
de: Höhere Qualität erfordert mehr Daten
es: Más calidad consume más datos
fr: Une meilleure qualité utilise plus de données
he: איכות גבוהה יותר צורכת יותר תעבורה
hi: उच्च गुणवत्ता अधिक डेटा का उपयोग करती है
hu: A magasabb minőség több adatot használ
id: Kualitas yang lebih tinggi menggunakan lebih banyak data
it: Una qualità superiore utilizza più dati
nl: Hogere kwaliteit verbruikt meer mb's
pl: Wyższa jakość zużywa więcej danych
pt: Qualidades altas usam mais data
ru: При более высоком качестве используется больше данных
ta: உயர்தரம் கூடுதல் தரவைப் பயன்படுத்தும்
tr: Daha yüksek kalite daha fazla veri kullanır
uk: При більш високій якості використовується більше даних
ur: اعلی معیار زیادہ ڈیٹا استعمال کرتا ہے
zh: 高质量的流会占用更多空间

# successTagEdit
source: Successfully edited tags !
cs: Štítky úspěšně upraveny!
de: Schlagwörter sind gearbeitet worden!
es: ¡Etiquetas editadas con éxito!
fr: Les étiquettes ont bien été modifiées !
he: התגיות נערכו בהצלחה!
hi: टैग सफलतापूर्वक संपादित किए गए!
hu: Sikeresen szerkesztett címkék !
id: Berhasil mengedit tag !
it: Etichette modificate con successo!
nl: De tags zijn bewerkt!
pl: Pomyślnie zedytowano tagi !
pt: Tags editadas com sucesso !
ru: Теги отредактированы успешно !
ta: தொக்கிகளைத் திருத்துதல் வெற்றி!
tr: Etiketler başarıyla düzenlendi!
uk: Теги успішно відредаговано !
ur: ٹیگز میں کامیابی کے ساتھ ترمیم کی گئی!
zh: 编辑标签成功！

# supportEq
source: Support Equalizer
cs: Podpora ekvalizéru
de: Equalizer verwenden
es: Usar Equalizador
fr: Utiliser l'égaliseur
hi: समर्थन तुल्यकारक
hu: Equalizer támogatás
id: Dukungan Ekualiser
it: Supporta l'equalizzatore
nl: Equalizer
pl: Wspieraj Equalizer
pt: Equalizador de suporte
ru: Поддержка эквалайзера
ta: சமமாக்கியை ஆதரி
tr: Ekolayzır desteği
uk: Підтримка еквалайзеру
ur: Equalizer کو سپورٹ کریں
zh: 支持的均衡器

source: Theme deleted!
cs: Téma odstraněno!
de: Farbschema gelöscht!
es: ¡Tema eliminado!
fr: Thème supprimé !
he: ערכת העיצוב נמחקה!
hi: थीम हटाई गई!
hu: Téma törölve!
id: Tema dihapus!
it: Tema eliminato!
nl: Het thema is verwijderd!
pl: Motyw usunięty!
pt: Tema apagado!
ru: Тема удалена!
ta: தோற்றம் அழிக்கப்பட்டது!
tr: Tema silindi!
uk: Тему видалено!
ur: تھیم حذف کر دی گئی!
zh: 主题已删除！

source: Title
cs: Název
de: Titel
es: Título
fr: Titre
he: כותרת
hi: शीर्षक
hu: Cím
id: Judul
it: Titolo
nl: Titel
pl: Tytuł
pt: Título
ru: Название
ta: தலைப்பு
tr: Başlık
uk: Назва
ur: عنوان
zh: 标题

source: Trending Search
cs: Trendy vyhledávání
de: Trendsuche
es: Buscar tendencias
fr: Tendances
he: חיפוש במובילים
hi: रुझान वाली खोज
hu: Trendkeresés
id: Pencarian Tren
it: Tendenze
nl: Populaire zoekopdrachten
pl: Szukaj Zyskujące Popularność
pt: Tendências de pesquisa
ru: Поиск трендов
ta: பிரபலமாகுந்தேடல்
tr: Trend Arama
uk: Пошук трендів
ur: ٹرینڈنگ سرچ
zh: 热门搜索

# ui
source: App UI
cs: UI aplikace
de: Benutzeroberfläche
es: Interfaz
fr: Interface utilisateur
he: מנשק המשתמש של היישומון
hi: ऐप यूआई
hu: Alkalmazás felhasználói felület
id: UI Aplikasi
it: Interfaccia utente
nl: Vormgeving
pl: Interfejs aplikacji
pt: Interface do Aplicativo
ru: дизайн
ta: செயலி UI
tr: Uygulama arayüzü
uk: Дизайн
ur: ‍ایپ یو آہی
zh: 应用界面

source: Undo
cs: Zrušit
de: Rückgängig
es: Deshacer
fr: Annuler
he: ביטול
hi: पूर्ववत
hu: Visszavonás
id: Membuka
it: Annulla
nl: Ongedaan maken
pl: Cofnij
pt: Desfazer
ru: Отменить
ta: செயல்தவிர்
tr: Geri al
uk: Відмінити
ur: منسوخ
zh: 撤销

source: Unknown
cs: Neznámé
de: Unbekannt
es: Desconocido
fr: Inconnu
he: לא ידוע
hi: अनजान
hu: Ismeretlen
id: Tidak dikenal
it: Sconosciuto
nl: Onbekend
pl: Nieznane
pt: Desconhecido(a)
ru: Неизвестный
ta: அறியாத
tr: Bilinmeyen
uk: Невідомий
ur: نامعلوم
zh: 未知

source: Unlike
cs: Odebrat z oblíbených
de: Gefällt mir nicht mehr
es: No me gusta
fr: Je n'aime plus
he: לא משהו
hi: अनलाइक
hu: Különböző
id: Tidak seperti
it: Non mi piace più
nl: Vind ik niet meer leuk
pl: Przestań Lubić
pt: Diferente
ru: Не нравится
ta: விருப்பம்நீக்கு
tr: Aksine
uk: Не подобається
ur: کے برعکس
zh: 取消收藏

source: Update
cs: Aktualizace
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
he: עדכון
hi: अद्यतनीकरण
hu: Frissítés
id: Memperbarui
it: Aggiorna
nl: Updaten
pl: Aktualizuj
pt: Atualizar
ru: Обновления
ta: புதுப்பி
tr: Güncelle
uk: Оновлення
ur: اپ ڈیٹ
zh: 更新

# upiCopied
source: UPI ID Copied!
cs: ID UPI zkopírováno!
de: UPI-ID kopiert!
es: ¡ID UPI Copiada!
fr: UPI ID copié !
he: מזהה UPI הועתק!
hi: UPI आईडी कॉपी की गई!
hu: UPI ID másolva!
id: ID UPI Disalin!
it: ID UPI copiato!
nl: De UPI-id is gekopieerd!
pl: Skopiowano UPI ID!
pt: UPI ID Copiado!
ru: UPI ID скопирован!
ta: UPI ID நகலெடுக்கப்பட்டது!
tr: UPI kimliği kopyalandı!
uk: UPI ID скопійовано!
ur: UPI ID کاپی ہو گئی!
zh: UPI ID 已复制！

# useAmoled
source: Use Amoled Dark Mode Settings
cs: Použít amoled tmavý režim
de: AMOLED-Dunkler-Modus-Einstellungen verwenden
es: Usar el Modo Oscuro para Amoled
fr: Utiliser les paramètres du mode sombre AMOLED
he: להשתמש בהגדרות המצב הכהה של ה־Amoled
hi: एमोलेड डार्क मोड सेटिंग्स का उपयोग करें
hu: Amoled sötét mód beállításainak használata
id: Gunakan Pengaturan Mode Gelap Amoled
it: Usa impostazioni modalità scura AMOLED
nl: Amoledthema gebruiken
pl: Użyj Ustawień Trybu Ciemnego Amoled
pt: Use as configurações do modo escuro Amoled
ru: Использовать настройки темного режима Amoled
ta: அமோலட் இருள் பயன்முறை அமைவு பயன்படுத்து
tr: Amoled karanlık mod ayarlarını kullan
uk: Використовувати налаштування темного режиму Amoled
ur: امولیڈ ڈارک موڈ سیٹنگز استعمال کریں
zh: 使用 Amoled 深色模式设置

# useDenseMiniSub
source: Miniplayer height will be reduced
cs: Výška minipřehrávače bude zmenšena
de: Höhe des Minispielers wird reduziert
es: Disminuye la altura del Minireproductor
fr: La taille du mini-lecteur sera réduite
he: גובה הנגן הממוזער יוקטן
hi: मिनीप्लेयर की ऊंचाई कम हो जाएगी
hu: A minilejátszó magassága csökken
id: Tinggi miniplayer akan berkurang
it: L'altezza del miniplayer sarà ridotta
nl: De hoogte van de minispeler wordt verlaagd
pl: Wysokość miniodtwarzacza zostanie zmniejszona
pt: A altura do miniplayer será reduzida
ru: Высота миниплеера будет уменьшена
ta: சிறு இயக்கி உயரம் குறைக்கப்படும்
tr: Mini oynatıcı yüksekliği azaltılacak
uk: Висота мініпрогравача буде зменшена
ur: منی پلیئر کی اونچائی کم ہو جائے گی
zh: 音乐通知将减小高度

# useHome
source: Use Main Section for Better Quality and Download Support
cs: Použít hlavní sekci pro podporu stahování a lepší kvalitu
de: Den Hauptbereich für bessere Qualität und Herunterladen-Unterstützung verwenden
es: Usar sección principal para mejor calidad y soporte de descargas
fr: Utilisez la section principale pour une meilleure qualité et les téléchargements
he: להשתמש באזור המרכזי לשיפור האיכות ולתמיכה בהורדה
hi: बेहतर गुणवत्ता और डाउनलोड समर्थन के लिए मुख्य अनुभाग का उपयोग करें
hu: Használd a fő szekciót a jobb minőségért és a letöltési támogatásért
id: Gunakan Bagian Utama untuk Kualitas Lebih Baik dan Dukungan Unduh
it: Usa la sezione principale per miglior qualità e supporto di scaricamento
nl: Hoofdsectie gebruiken voor betere kwaliteit en downloads
pl: Użyj Sekcji Głównej dla Lepszej Jakości oraz Wsparcia Pobierania
pt: Use a seção principal para obter melhor qualidade e suporte para download
ru: Использовать главный раздел для лучшего качества и поддержки загрузки
ta: மேலான தரம் மற்றும் பதிவிறக்க ஆதரவுக்கு முதன்மைப் பிரிவைப் பயன்படுத்து
tr: Daha iyi kalite ve indirme desteği için ana bölümü kullanın
uk: Використовувати головний розділ для кращої якості й підтримки завантаження
ur: بہتر کوالٹی اور ڈاؤن لوڈ سپورٹ کے لیے مین سیکشن کا استعمال کریں
zh: 使用主选项可以获得更好的质量和下载支持

source: Use Proxy
cs: Použít proxy
de: Proxy verwenden
es: Usar proxy
fr: Utiliser un proxy
he: להשתמש במתווך
hi: प्रॉक्सी का उपयोग करें
hu: Proxy használata
id: Gunakan proxy
it: Usa proxy
nl: Proxy gebruiken
pl: Użyj proxy
pt: Usar Proxy
ru: Использовать прокси
ta: பதிலியைப் பயன்படுத்து
tr: Proxy kullan
uk: Використовувати проксі
ur: پروکسی استعمال کرو
zh: 使用代理
